Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/MorePlantMutations/translations/*.po
Languages: ru

# MorePlantMutations.STRINGS.CREATURES.PLANT_MUTATIONS.GINGER.DESCRIPTION
source: Plants with this mutation are pickier about their conditions but yield so spicy!
ru: Растения с этой мутацией более требовательны к условиям выращивания, но дают очень острый урожай!

# MorePlantMutations.STRINGS.CREATURES.PLANT_MUTATIONS.GINGER.NAME
source: Spicy
ru: Пряность

# MorePlantMutations.STRINGS.CREATURES.PLANT_MUTATIONS.GLOWSTICK.DESCRIPTION
source: These plants glow as if they've been to Chernobyl.
ru: Эти растения светятся так, словно побывали в Чернобыле.

# MorePlantMutations.STRINGS.CREATURES.PLANT_MUTATIONS.GLOWSTICK.NAME
source: Radiance
ru: Лучезарность

# MorePlantMutations.STRINGS.CREATURES.PLANT_MUTATIONS.GRASSY.DESCRIPTION
source: Plants with this mutation are very husky.
ru: Растения с этой мутацией очень мохнатые.

# MorePlantMutations.STRINGS.CREATURES.PLANT_MUTATIONS.GRASSY.NAME
source: Husky
ru: Мохнатость

# MorePlantMutations.STRINGS.MOD_DESCRIPTION
source: Adds some new plant mutations.
ru: Добавляет несколько новых мутаций растений.

# MorePlantMutations.STRINGS.MOD_TITLE
source: More Plant Mutations
ru: Новые мутации растений

# MorePlantMutations.STRINGS.OPTIONS.ADJUST_RADIATION_BY_GROW_SPEED.NAME
source: Adjust the radiation emission in proportion to the growth rate
ru: Излучение радиации пропорционально скорости роста

# MorePlantMutations.STRINGS.OPTIONS.BPT_INTERGRATION.CATEGORY
source: Sync with {BPT_TITLE} mod
ru: Синхронизация с модом {BPT_TITLE}

# MorePlantMutations.STRINGS.OPTIONS.BPT_LABEL.NAME
source: If {BPT_TITLE} mod is installed and enabled, for consistency, the {GLOWSTICK} plant mutantion follows the {COLDBREATHER} settings instead of the settings specified above.
ru: Если мод {BPT_TITLE} установлен и включен, для единообразия, мутация растений {GLOWSTICK} будет следовать настройкам {COLDBREATHER} вместо настроек, указанных выше.

# MorePlantMutations.STRINGS.OPTIONS.BPT_TITLE
source: Better Farming Effects and Tweaks
ru: Улучшенные фермерские эффекты и твики

# MorePlantMutations.STRINGS.OPTIONS.DECREASE_RADIATION_BY_WILDNESS.NAME
source: Decrease the radiation emission of wild plant
ru: Уменьшить излучение радиации дикого растения

# MorePlantMutations.STRINGS.OPTIONS.EMIT_LIGHT.NAME
source: Emits light
ru: Излучает свет

# MorePlantMutations.STRINGS.OPTIONS.EMIT_LIGHT.TOOLTIP
source: Except for plants that prefer darkness Turn it off if you only need radiation
ru: Кроме растений, предпочитающих темноту. Выключите это, если вам нужна только радиация.

# MorePlantMutations.STRINGS.OPTIONS.ENABLE.NAME
source: Enable sync
ru: Включить синхронизацию

# MorePlantMutations.STRINGS.OPTIONS.GLOWSTICK.CATEGORY
source: {GLOWSTICK} plant mutantion
ru: Мутация растений {GLOWSTICK}
