Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/RoverRefueling/archived_versions/previous_U51/translations/*.po
Languages: ru

# RoverRefueling.STRINGS.BUILDINGS.PREFABS.ROVERREFUELINGSTATION.DESC
source: Chemical Beer is only for Robots. Duplicants are forbidden to drink!
ru: Химическое пиво только для роботов. Дупликантам употреблять запрещено!

# RoverRefueling.STRINGS.BUILDINGS.PREFABS.ROVERREFUELINGSTATION.EFFECT
source: Here the {ROVER} can recharge its chemical battery with chemical fuel. The {ROVER} will only recharge if its battery charge reaches a low value. However, it is impossible to charge a fully discharged battery.
ru: Здесь {ROVER} может подзарядить свою химическую батарею химическим топливом. {ROVER} будет подзаряжаться, только если заряд его батареи достигнет низкого значения. Однако полностью разряженную батарею зарядить невозможно.

# RoverRefueling.STRINGS.BUILDINGS.PREFABS.ROVERREFUELINGSTATION.NAME
source: <link="ROVERREFUELINGSTATION">{ROVER}'s Recharger</link>
ru: <link="ROVERREFUELINGSTATION">Зарядная станция {ROVER}а</link>

source: Requires approximately <style="consumed">{0}</style> kg of {1} to recharge nearly fully.
ru: Для почти полной зарядки требуется примерно <style="consumed">{0}</style> кг {1}.

source: Accepted Fuels
ru: Разрешенное топливо

# RoverRefueling.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ROVER
source: Not a {ROVER}
ru: Не {ROVER}

# RoverRefueling.STRINGS.DUPLICANTS.MODIFIERS.SCOUTBOTREFUELING.NAME
source: Charging
ru: Заряжается

# RoverRefueling.STRINGS.DUPLICANTS.MODIFIERS.SCOUTBOTREFUELING.TOOLTIP
source: {ROVER} is happily charging at <link="ROVERREFUELINGSTATION">{ROVER}'s Recharger</link>. mmm... yummy Chemical Beer!
ru: {ROVER} успешно заряжается от <link="ROVERREFUELINGSTATION">Зарядной станции {ROVER}а</link>. ммм... вкусное Химическое Пиво!

# RoverRefueling.STRINGS.OPTIONS.CHARGE_TIME.NAME
source: Recharge time, seconds
ru: Время перезарядки, секунд

# RoverRefueling.STRINGS.OPTIONS.FUEL_CARGO_BAY_ENABLE.NAME
source: The {MODULE} can carry a Fuel supply
ru: {MODULE} может перевозить запас топлива

# RoverRefueling.STRINGS.OPTIONS.FUEL_CARGO_BAY_ENABLE.TOOLTIP
source: The {MODULE} carries a Fuel supply and lands it together with the {ROVER} onto a new planetoid
ru: {MODULE} перевозит запас топлива и десантирует его вместе с {ROVER}ом на новый планетоид

# RoverRefueling.STRINGS.OPTIONS.FUEL_CARGO_BAY_FILL_ENABLE.NAME
source: Enable Fuel replenishment in the {MODULE} by default
ru: Включить по умолчанию пополнение запасов топлива в {MODULE}

# RoverRefueling.STRINGS.OPTIONS.FUEL_CARGO_BAY_FILL_ENABLE.TOOLTIP
source: Affects the newly built {MODULE}
ru: Влияет на вновь построенный {MODULE}

# RoverRefueling.STRINGS.OPTIONS.FUEL_MASS_PER_CHARGE.NAME
source: Fuel mass per one recharge, kg
ru: Масса топлива для одной перезарядки, кг
