Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/SuitRecharger/archived_versions/previous_U50/translations/*.po
Languages: ru, zh

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.DESC
source: Suit Recharger allows Duplicants to recharge their Suits and Oxygen Masks without taking them off.
ru: Заправщик костюмов позволяет дупликантам заряжать свои костюмы и кислородные маски, не снимая их.
zh: 太空服补给站能让复制人补给他们的太空服和氧气面罩而不用脱下来。

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.EFFECT
source: Recharges all kinds of <link="EQUIPMENT">Exosuits</link> and <link="OXYGENMASK">Oxygen Masks</link> and refuels them with <link="OXYGEN">Oxygen</link> and <link="PETROLEUM">Petroleum</link>. Empties suits of <link="DIRTYWATER">Polluted Water</link>. Optionally, it can be connected to <style="KKeyword">Pipes</style> for waste disposal. Can repair not completely Worn Suits.
ru: Позволяет перезаряжать все виды <link="EQUIPMENT">экзокостюмов</link> и <link="OXYGENMASK">кислородных масок</link> и наполнять их <link="OXYGEN">кислородом</link> и <link="PETROLEUM">керосином</link>. Также помогает выливать <link="DIRTYWATER">загрязненную воду</link>. При желании его можно подключить к <style="KKeyword">трубам</style> для удаления отходов. Может ремонтировать не полностью изношенные экзокостюмы.

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.NAME
source: <link="SUITRECHARGER">Suit Recharger</link>
ru: <link="SUITRECHARGER">Заправщик костюмов</link>
zh: <link="SUITRECHARGER">太空服补给站</link>

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CURRENTLY_RECHARGING
source: Currently Recharging
ru: В данный момент перезаряжается

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ENOUGH_FUEL
source: {Selected} does not have enough Fuel
ru: {Selected} не имеет достаточного количества топлива
zh: {Selected}没有足够的燃料

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ENOUGH_OXYGEN
source: {Selected} does not have enough Oxygen
ru: {Selected} не имеет достаточного количества кислорода
zh: {Selected}没有足够的氧气

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_SUIT_EQUIPPED
source: Does not have an equipped Suit
ru: Не обладает экипированным костюмом
zh: 没有一件可装备的太空服

source: Suit is not durable enough
ru: Костюм недостаточно прочный
zh: 太空服的耐久度不够

# SuitRecharger.STRINGS.OPTIONS.FUEL_CAPACITY.NAME
source: Fuel storage capacity, kg
ru: Ёмкость хранилища топлива, кг

# SuitRecharger.STRINGS.OPTIONS.O2_CAPACITY.NAME
source: Oxygen storage capacity, kg
ru: Ёмкость хранилища кислорода, кг

# SuitRecharger.STRINGS.STATUSITEMS.FUEL_NOPIPE.TOOLTIP
source: <style="KKeyword">Jet Suits</style> will be charged only with <link="OXYGEN">Oxygen</link>
ru: <style="KKeyword">Реактивные костюмы</style> будут заряжаться только <link="OXYGEN">кислородом</link>
zh: <style="KKeyword">喷气服</style>仅会用<link="OXYGEN">氧气</link>充能

# SuitRecharger.STRINGS.STATUSITEMS.GASWASTE_NOPIPE.TOOLTIP
source: When cleaning the <style="KKeyword">Suit</style>, the gaseous waste will be released into the atmosphere
ru: При очистке <style="KKeyword">костюма</style> газообразные отходы будут выброшены в атмосферу
zh: 当清理<style="KKeyword">太空服</style>时，废气会被排入大气

# SuitRecharger.STRINGS.STATUSITEMS.LIQUIDWASTE_NOPIPE.TOOLTIP
source: <style="KKeyword">Soiled Suits</style> will not be emptied of liquid waste
ru: <style="KKeyword">Испачканные костюмы</style> не будут очищены от жидких отходов
zh: <style="KKeyword">受污染的太空服</style>不会被清空液体废弃物

source: Duplicants will not use this Recharger when the <style="KKeyword">Durability</style> of their Suits falls below <b>{0}%</b> and the Repair is disabled or there is not enough material to repair
ru: Дупликанты не будут использовать этот Заправщик, если <style="KKeyword">Прочность</style> их костюмов упадет ниже <b>{0}%</b> и ремонт отключен или недостаточно материала для ремонта

source: Enable Suits Repair
ru: Включить ремонт костюмов

source: Suits Repair restores their <style="KKeyword">Durability</style>, but requires colossal <style="KKeyword">Power</style> and conventional materials for repair
ru: Ремонт костюмов восстанавливает их <style="KKeyword">Прочность</style>, но требует колоссальной <style="KKeyword">Мощности</style> и обычных материалов для ремонта

# SuitRecharger.STRINGS.UI.UISIDESCREENS.SUITRECHARGERSIDESCREEN.TITLE
source: Suit Durability Threshold
ru: Порог прочности костюма
zh: 太空服耐久度阈值

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.EFFECT
source: Recharges all kinds of <link="EQUIPMENT">Exosuits</link> and <link="OXYGENMASK">Oxygen Masks</link> and refuels them with <link="OXYGEN">Oxygen</link> and <link="PETROLEUM">Petroleum</link>. Empties suits of <link="DIRTYWATER">Polluted Water</link>. Optionally, it can be connected to <style="KKeyword">Pipes</style> for waste disposal.
zh: 补给所有种类的<link="EQUIPMENT">太空服</link>和<link="OXYGENMASK">氧气面罩</link>，使用<link="OXYGEN">氧气</link>和<link="PETROLEUM">石油</link>补充。 清空太空服中的<link="DIRTYWATER">污染水</link>。 可以选择连接至<style="KKeyword">管道</style>进行废物处理。

source: Duplicants will not use this Recharger when the <style="KKeyword">Durability</style> of their Suits falls below <b>{0}%</b>
zh: 当太空服的<style="KKeyword">耐久度</style>低于<b>{0}%</b>，复制人不会使用补给站
