Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/SuitRecharger/archived_versions/previous_U53/translations/*.po
Languages: pt

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.DESC
source: Suit Recharger allows Duplicants to recharge their Suits and Oxygen Masks without taking them off.
pt: O Recarregador de Trajes permite que os Duplicantes recarreguem seus Trajes e Máscaras de Oxigênio sem tirá-los.

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.EFFECT
source: Recharges all kinds of <link="EQUIPMENT">Exosuits</link> and <link="OXYGENMASK">Oxygen Masks</link> and refuels them with <link="OXYGEN">Oxygen</link> and <link="PETROLEUM">Petroleum</link>. Empties suits of <link="DIRTYWATER">Polluted Water</link>. Optionally, it can be connected to <style="KKeyword">Pipes</style> for waste disposal.
pt: Recarrega todos os tipos de <link="EQUIPMENT">Atmotrage</link> e <link="OXYGENMASK">Máscaras de Oxigênio</link> e os reabastece com <link="OXYGEN">Oxigênio</link> e <link="PETROLEUM">Petróleo</link>. Esvazia trages <link="DIRTYWATER">Água poluída</link>. Opcionalmente, ele pode ser conectado a <style="KKeyword">Canos</style> para eliminação de resíduos.

# SuitRecharger.STRINGS.BUILDINGS.PREFABS.SUITRECHARGER.NAME
source: <link="SUITRECHARGER">Suit Recharger</link>
pt: <link="SUITRECHARGER">Recarregar Trages</link>

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ENOUGH_FUEL
source: {Selected} does not have enough Fuel
pt: {Selected} não tem combustível suficiente

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ENOUGH_OXYGEN
source: {Selected} does not have enough Oxygen
pt: {Selected} não tem oxigênio suficiente

# SuitRecharger.STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_SUIT_EQUIPPED
source: Does not have an equipped Suit
pt: Não possui trage equipado

source: Suit is not durable enough
pt: O trage não é durável o suficiente

# SuitRecharger.STRINGS.STATUSITEMS.FUEL_NOPIPE.TOOLTIP
source: <style="KKeyword">Jet Suits</style> will be charged only with <link="OXYGEN">Oxygen</link>
pt: <style="KKeyword">Trage a jato</style> será carregado apenas com <link="OXYGEN">Oxigênio</link>

# SuitRecharger.STRINGS.STATUSITEMS.GASWASTE_NOPIPE.TOOLTIP
source: When cleaning the <style="KKeyword">Suit</style>, the gaseous waste will be released into the atmosphere
pt: ão limpar o <style="KKeyword">Trage</style>, os resíduos gasosos serão lançados na atmosfera

# SuitRecharger.STRINGS.STATUSITEMS.LIQUIDWASTE_NOPIPE.TOOLTIP
source: <style="KKeyword">Soiled Suits</style> will not be emptied of liquid waste
pt: <style="KKeyword">Trages Sujos</style> não será esvaziado de resíduos líquidos

# SuitRecharger.STRINGS.UI.UISIDESCREENS.SUITRECHARGERSIDESCREEN.TITLE
source: Suit Durability Threshold
pt: Limiar de durabilidade do traje

source: Duplicants will not use this Recharger when the <style="KKeyword">Durability</style> of their Suits falls below <b>{0}%</b>
pt: Duplicantes não usarão este recarregador quando a <style="KKeyword">Durabilidade</style> de seus trages está abaixo de <b>{0}%</b>
