Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/Smelter/archived_versions/previous_U50/translations/*.po
Languages: ru

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.EFFECT
source: Produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Сonsumes <link="REFINEDCARBON">Refined Carbon</link> as fuel. Significantly <link="HEAT">Heats</link> the <link="ELEMENTSLIQUID">Liquid</link> piped into it. Must be clean out of too hot liquid, otherwise it will evaporate into the atmosphere. Duplicants will not fabricate items unless recipes are queued.
ru: Выплавляет <link="REFINEDMETAL">Очищенные металлы</link> из сырой <link="RAWMETAL">Металлической руды</link>. Потребляет <link="REFINEDCARBON">Очищенный углерод</link> в качестве топлива. Значительно <link="HEAT">нагревает</link> <link="ELEMENTSLIQUID">жидкость</link>, поступающую по трубам. Необходимо слить слишком горячую жидкость, иначе она испарится в атмосферу. Дупликанты не будут производить предметы, пока рецепты не поставлены в очередь.

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.NAME
source: <link="SMELTER">Smelter</link>
ru: <link="SMELTER">Плавильня</link>

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.SIDE_SCREEN_CHECKBOX
source: Allow Overheating
ru: Разрешить перегрев

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.SIDE_SCREEN_CHECKBOX_TOOLTIP
source: If enabled, the overheated Coolant will evaporate into the atmosphere If disabled, Duplicants will empty too hot Coolant into bottles
ru: Если включено, перегретая охлаждающая жидкость будет испаряться в атмосферу Если выключено, дубликаты будут сливать слишком горячую охлаждающую жидкость в бутылки

# Smelter.STRINGS.BUILDINGS.STATUSITEMS.SMELTERNEEDSEMPTYING.NAME
source: Requires Emptying
ru: Требуется опустошение

# Smelter.STRINGS.BUILDINGS.STATUSITEMS.SMELTERNEEDSEMPTYING.TOOLTIP
source: This building needs to be emptied of <link="HEAT">too hot</link> <link="ELEMENTSLIQUID">Coolant</link> to resume function
ru: Эта постройка требует опустошения от <link="HEAT">слишком горячей</link> <link="ELEMENTSLIQUID">жидкости</link>, чтобы продолжить работу

# Smelter.STRINGS.OPTIONS.FEATURES.CATEGORY
source: Enable some features for vanilla buildings
ru: Включить некоторые возможности для ванильных построек

# Smelter.STRINGS.OPTIONS.KATAIRITE_TO_TUNGSTEN.NAME
source: {KATAIRITE} to {TUNGSTEN}
ru: {KATAIRITE} -> {TUNGSTEN}

# Smelter.STRINGS.OPTIONS.KATAIRITE_TO_TUNGSTEN.TOOLTIP
source: Available at {SMELTER}, {METALREFINERY}
ru: Доступно в: {SMELTER}, {METALREFINERY}

# Smelter.STRINGS.OPTIONS.METALREFINERY_DROP_OVERHEATED_COOLANT.NAME
source: {METALREFINERY} will drop the overheated <style="KKeyword">Coolant</style>
ru: {METALREFINERY} будет сбрасывать перегретый <style="KKeyword">хладагент</style>

# Smelter.STRINGS.OPTIONS.METALREFINERY_DROP_OVERHEATED_COOLANT.TOOLTIP
source: The overheated <style="KKeyword">Coolant</style> is dropped directly into the atmosphere This will help prevent damage to the output Pipe
ru: Перегретый <style="KKeyword">хладагент</style> сбрасывается прямо в атмосферу Это поможет предотвратить поломку выходной трубы

# Smelter.STRINGS.OPTIONS.METALREFINERY_REUSE_COOLANT.NAME
source: {METALREFINERY} will re-use the waste <style="KKeyword">Coolant</style>
ru: {METALREFINERY} будет повторно использовать отработанный <style="KKeyword">хладагент</style>

# Smelter.STRINGS.OPTIONS.METALREFINERY_REUSE_COOLANT.TOOLTIP
source: This can speed up production and reduce <style="KKeyword">Coolant</style> consumption
ru: Это может ускорить производство и снизить расход <style="KKeyword">хладагента</style>

# Smelter.STRINGS.OPTIONS.PHOSPHORITE_TO_PHOSPHORUS.NAME
source: {PHOSPHORITE} to {PHOSPHORUS}
ru: {PHOSPHORITE} -> {PHOSPHORUS}

# Smelter.STRINGS.OPTIONS.PHOSPHORITE_TO_PHOSPHORUS.TOOLTIP
source: Available at {SMELTER}, {GLASSFORGE}
ru: Доступно в: {SMELTER}, {GLASSFORGE}

# Smelter.STRINGS.OPTIONS.PLASTIC_TO_NAPHTHA.NAME
source: {POLYPROPYLENE} to {NAPHTHA}
ru: {POLYPROPYLENE} -> {NAPHTHA}

# Smelter.STRINGS.OPTIONS.PLASTIC_TO_NAPHTHA.TOOLTIP
source: Available at {SMELTER}, {GLASSFORGE}
ru: Доступно в: {SMELTER}, {GLASSFORGE}

# Smelter.STRINGS.OPTIONS.RECIPES.CATEGORY
source: Enable new recipes
ru: Включить новые рецепты

# Smelter.STRINGS.OPTIONS.RESIN_TO_ISORESIN.NAME
source: {RESIN} to {ISORESIN}
ru: {RESIN} -> {ISORESIN}

# Smelter.STRINGS.OPTIONS.RESIN_TO_ISORESIN.TOOLTIP
source: Available at {SMELTER}
ru: Доступно в: {SMELTER}

# Smelter.STRINGS.OPTIONS.SULFUR_TO_LIQUIDSULFUR.NAME
source: {SULFUR} to {LIQUIDSULFUR}
ru: {SULFUR} -> {LIQUIDSULFUR}

# Smelter.STRINGS.OPTIONS.SULFUR_TO_LIQUIDSULFUR.TOOLTIP
source: Available at {GLASSFORGE}
ru: Доступно в: {GLASSFORGE}

# Smelter.STRINGS.OPTIONS.WOOD_TO_CARBON.NAME
source: {WOOD} to {CARBON}
ru: {WOOD} -> {CARBON}

# Smelter.STRINGS.OPTIONS.WOOD_TO_CARBON.TOOLTIP
source: Available at {KILN}
ru: Доступно в: {KILN}
