Repository: SanchozzDeponianin/ONIMods
Catalog: src/MechanicsStation/translations/*.po
Languages: ru

# MechanicsStation.STRINGS.BUILDINGS.PREFABS.MECHANICSSTATION.DESC
source: Duplicants can improve the efficiency of buildings in the any room. Just allow them to do this by clicking on the <style="KKeyword">{ALLOW}</style> button on those buildings.
ru: Дупликанты могут улучшить эффективность построек в любой комнате. Просто разрешите им сделать это, нажав на кнопку <style="KKeyword">{ALLOW}</style> на этих постройках.

# MechanicsStation.STRINGS.BUILDINGS.PREFABS.MECHANICSSTATION.EFFECT
source: Produces <link="MACHINEPARTS">{MACHINE_PARTS}</link> to improve building production efficiency. Assigned Duplicants must possess the <link="TECHNICALS1">{MACHINE_TECHNICIAN}</link> skill. This building is a necessary component of the {MACHINE_SHOP} room.
ru: Производит <link="MACHINEPARTS">{MACHINE_PARTS}</link>, позволяющие увеличить эффективность работы построек. Назначенные дупликанты должны обладать навыком <link="TECHNICALS1">{MACHINE_TECHNICIAN}</link>. Эта постройка – необходимый компонент комнаты {MACHINE_SHOP}.

# MechanicsStation.STRINGS.DUPLICANTS.ATTRIBUTES.CRAFTINGSPEED.NAME
source: Fabrication Speed
ru: Скорость изготовления

source: {0} {MACHINE_TINKER} Effect Duration
ru: Длительность эффекта {MACHINE_TINKER}: {0}

# MechanicsStation.STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.TOOLTIP
source: A skilled Duplicant has jerry rigged this <style="KKeyword">Building</style> to temporarily run faster Applying this effect consumed one of <style="KKeyword">{MACHINE_PARTS}</style>
ru: Опытный Дупликант тщательно настроил все шестерёнки в этой <style="KKeyword">постройке</style>, чтобы ускорить производство При наложении этого эффекта тратятся <style="KKeyword">{MACHINE_PARTS}</style>

# MechanicsStation.STRINGS.MOD_DESCRIPTION
source: Adds a new Mechanics Station, with which engineers could improve the performance of various buildings.
ru: Добавлена новая Механическая Станция, с помощью которой инженеры могут улучшить производительность различных построек.

# MechanicsStation.STRINGS.MOD_TITLE
source: Mechanics Station
ru: Механическая станция

# MechanicsStation.STRINGS.OPTIONS.CRAFTING_SPEED_MODIFIER.NAME
source: <style="KKeyword">Fabrication Speed</style> +X% value
ru: Величина <style="KKeyword">Скорость изготовления</style> +X%

# MechanicsStation.STRINGS.OPTIONS.CRAFTING_SPEED_MODIFIER.TOOLTIP
source: Increases work speed of duplicant-operated buildings
ru: Повышает скорость работы построек, управляемых дупликантами

# MechanicsStation.STRINGS.OPTIONS.MACHINE_TINKER_EFFECT_DURATION.NAME
source: The <style="KKeyword">{MACHINE_TINKER}</style> effect duration, cycles
ru: Длительность эффекта <style="KKeyword">{MACHINE_TINKER}</style>, циклы

# MechanicsStation.STRINGS.OPTIONS.MACHINE_TINKER_EFFECT_DURATION_PER_SKILL.NAME
source: The <style="KKeyword">{MACHINE_TINKER}</style> effect +X% duration per <style="KKeyword">{MACHINERY}</style> attribute level
ru: Длительность эффекта <style="KKeyword">{MACHINE_TINKER}</style> +X% за уровень аттрибута <style="KKeyword">{MACHINERY}</style>

# MechanicsStation.STRINGS.OPTIONS.MACHINE_TINKER_FREEZE_EFFECT_DURATION.NAME
source: The <style="KKeyword">{MACHINE_TINKER}</style> effect Time Remaining does not expire if the Building is idle
ru: Время действия эффекта <style="KKeyword">{MACHINE_TINKER}</style> не истекает, если постройка простаивает

# MechanicsStation.STRINGS.OPTIONS.MACHINERY_SPEED_MODIFIER.NAME
source: <style="KKeyword">{MACHINERY_SPEED}</style> +X% value
ru: Величина <style="KKeyword">{MACHINERY_SPEED}</style> +X%

# MechanicsStation.STRINGS.OPTIONS.MACHINERY_SPEED_MODIFIER.TOOLTIP
source: Increases work speed of autonomously working buildings
ru: Повышает скорость работы автономно работающих построек

# MechanicsStation.STRINGS.PERK_CAN_MACHINE_TINKER.DESCRIPTION
source: <link="BUILDINGS">{MACHINE_TINKER}</link> and <style="KKeyword">{MACHINE_PARTS}</style> Crafting
ru: <link="BUILDINGS">{MACHINE_TINKER}</link> и создание <style="KKeyword">{MACHINE_PARTS}</style>

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.NAME
source: <link="MACHINESHOP">Mechanics Station</link>
ru: <link="MACHINESHOP">Механическая станция</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.NAME
source: Machinery Speed
ru: Скорость работы машины

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.NAME
source: Engie's Jerry Rig
ru: Инженерная модернизация

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.DESC
source: Specialized Parts crafted by a professional engineer. <style="KKeyword">Jerry Rig</style> machine buildings to increase their efficiency.
ru: Специальные детали и механизмы, сделанные профессиональным инженером. <style="KKeyword">Инженерная модернизация</style> машины увеличивает её эффективность.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.NAME
source: Custom Parts
ru: Механизмы
