Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/SquirrelGenerator/translations/*.po
Languages: es, ru

# SquirrelGenerator.STRINGS.BUILDINGS.PREFABS.SQUIRRELGENERATOR.DESC
source: Watching {Squirrel} run on it is adorable... the electrical power is just an added bonus.
es: Ver al {Squirrel} corriendo es tan adorable... la energía eléctrica es solo un extra.
ru: Наблюдать, как {Squirrel} бегает в нём восхитительно... электричество лишь дополнительный бонус.

# SquirrelGenerator.STRINGS.BUILDINGS.PREFABS.SQUIRRELGENERATOR.EFFECT
source: Converts a creature’s muscular labor into electrical <link="POWER">Power</link>. A {Squirrel} is happier when it runs in a wheel, but consumes more food.
es: Convierte el esfuerzo físico de una criatura en <link="POWER">Energía</link> eléctrica. Un {Squirrel} es mas feliz cuando corre en la rueda, pero consume más comida.
ru: Преобразует мускульный труд существа в <link="POWER">Электричество</link>. {Squirrel} более счастлив когда бегает в колесе, но потребляет больше пищи.

# SquirrelGenerator.STRINGS.BUILDINGS.PREFABS.SQUIRRELGENERATOR.NAME
source: <link="SQUIRRELGENERATOR">Squirrel Wheel</link>
es: <link="SQUIRRELGENERATOR">Rueda de Ardilla</link>
ru: <link="SQUIRRELGENERATOR">Беличье колесо</link>

# SquirrelGenerator.STRINGS.CREATURES.MODIFIERS.RUN_IN_WHEEL.NAME
source: Running in a Wheel
es: Corriendo en la rueda
ru: Бегает в колесе

# SquirrelGenerator.STRINGS.CREATURES.MODIFIERS.RUN_IN_WHEEL.TOOLTIP
source: This critter is running in a <style="KKeyword">Squirrel Wheel</style> and generate <style="KKeyword">Power</style>
es: Esta criatura está corriendo en la <style="KKeyword">Rueda de Ardilla</style> generando <style="KKeyword">Energía</style>
ru: Это существо бегает в <style="KKeyword">Бельичем колесе</style> и генерирует <style="KKeyword">Энергию</style>

# SquirrelGenerator.STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_RUN_IN_WHEEL.NAME
source: Interested
es: Interesado
ru: Заинтересовано

# SquirrelGenerator.STRINGS.CREATURES.STATUSITEMS.EXCITED_TO_RUN_IN_WHEEL.TOOLTIP
source: This creature has discovered an entertaining mechanical thing and is very interested
es: Esta criatura ha descubierto un entretenimiento y está muy interesado
ru: Это существо обнаружило занятную механическую штуковину и очень заинтересовано

# SquirrelGenerator.STRINGS.MISC.TAGS.SEED_DESC
source: Seeds can be used not only to grow <link="PLANTS">Plants</link>, but also to attract the attention of some <link="SQUIRREL">Creatures</link>.
ru: Семена можно использовать не только для выращивания <link="PLANTS">растений</link>, но и для привлечения внимания некоторых <link="SQUIRREL">существ</link>.

# SquirrelGenerator.STRINGS.OPTIONS.GENERATORWATTAGERATING.NAME
source: Wattage
es: Potencia
ru: Мощность

# SquirrelGenerator.STRINGS.OPTIONS.GENERATORWATTAGERATING.TOOLTIP
source: Maximum <style="KKeyword">Wattage</style>,{WATT} of Squirrel Wheel
es: Máxima <style="KKeyword">Potencia</style>, {WATT} de la Rueda de Ardilla
ru: Максимальная <style="KKeyword">Мощность</style>,{WATT} бельичьего колеса

# SquirrelGenerator.STRINGS.OPTIONS.HAPPINESSBONUS.NAME
source: Happiness Bonus
es: Bonus de Felicidad
ru: Бонус Счастья

# SquirrelGenerator.STRINGS.OPTIONS.HAPPINESSBONUS.TOOLTIP
source: <style="KKeyword">Happiness</style> Bonus value when the {Squirrel} running in the Wheel
es: Bonus de <style="KKeyword">Felicidad</style> cuando el {Squirrel} está corriendo
ru: Бонус <style="KKeyword">Счастья</style> когда {Squirrel} бегает в колесе

# SquirrelGenerator.STRINGS.OPTIONS.METABOLISMBONUS.NAME
source: Metabolism Bonus
es: Bonus de Metabolismo
ru: Бонус Метаболизма

# SquirrelGenerator.STRINGS.OPTIONS.METABOLISMBONUS.TOOLTIP
source: <style="KKeyword">Metabolism</style> Bonus value when the {Squirrel} running in the Wheel
es: Bonus de <style="KKeyword">Metabolismo</style> cuando el {Squirrel} está corriendo
ru: Бонус <style="KKeyword">Метаболизма</style> когда {Squirrel} бегает в колесе

# SquirrelGenerator.STRINGS.OPTIONS.SEARCHMAXINTERVAL.NAME
source: Search Max Interval
es: Intervalo Máximo de Búsqueda
ru: Максимальный интервал поиска

# SquirrelGenerator.STRINGS.OPTIONS.SEARCHMININTERVAL.NAME
source: Search Min Interval
es: Intervalo Mínimo de Búsqueda
ru: Минимальный интервал поиска

# SquirrelGenerator.STRINGS.OPTIONS.SEARCHMININTERVAL.TOOLTIP
source: Time in seconds until next Wheel search is random value between <style="KKeyword">Search Min Interval</style> and <style="KKeyword">Search Max Interval</style>
es: Tiempo en segundos en buscar la rueda, según el valor aleatorio entre el <style="KKeyword">Intervalo Mínimo de Búsqueda</style> y el <style="KKeyword">Intervalo Máximo de Búsqueda</style>
ru: Время в секундах до следующего поиска колеса - случайное значение между <style="KKeyword">Минимальным</style> и <style="KKeyword">Максимальным интервалом поиска</style>

# SquirrelGenerator.STRINGS.OPTIONS.SEARCHWHEELRADIUS.NAME
source: Search Radius
es: Radio de Búsqueda
ru: Радиус поиска

# SquirrelGenerator.STRINGS.OPTIONS.SEARCHWHEELRADIUS.TOOLTIP
source: Radius in cells in which the {Squirrel} is looking for a Wheel
es: Radio de celdas donde el {Squirrel} buscará la rueda
ru: Радиус в клетках, в котором {Squirrel} ищет колесо

# SquirrelGenerator.STRINGS.OPTIONS.SELFHEATWATTS.NAME
source: Heat Production
es: Producción de Calor
ru: Выработка тепла

# SquirrelGenerator.STRINGS.OPTIONS.SELFHEATWATTS.TOOLTIP
source: <style="KKeyword">Heat</style> Production,{DTU_S} of Squirrel Wheel
es: Producción de <style="KKeyword">Calor</style>, {DTU_S} de la Rueda de Ardilla
ru: Выработка <style="KKeyword">Тепла</style>,{DTU_S} бельичьим колесом
