Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/CarouselCentrifuge/archived_versions/previous_U50/translations/*.po
Languages: de, zh

# CarouselCentrifuge.STRINGS.BUILDINGS.PREFABS.CAROUSELCENTRIFUGE.DESC
source: Funny dizzy entertainment. Sometimes too dizzy. Be prepared for unforeseen consequences.
de: Lustige schwindelerregende Unterhaltung. Manchmal zu schwindelerregend. Sei auf unvorhergesehene Folgen vorbereitet.
zh: 有趣的晕眩娱乐。 有时过于晕眩。 为不可预见的后果做好准备。

# CarouselCentrifuge.STRINGS.BUILDINGS.PREFABS.CAROUSELCENTRIFUGE.EFFECT
source: Allows Duplicants to ride on a Carousel on their breaks. Increases Duplicant <link="MORALE">{Morale}</link>.
de: Erlaubt Duplikanten, in ihren Pausen auf einem Karussell zu fahren. Erhöht die <link="MORALE">{Morale}</link> der Duplikanten.
zh: 允许复制人在休息时乘坐旋转飞轮。 增加复制人的<link="MORALE">{Morale}</link>。

# CarouselCentrifuge.STRINGS.BUILDINGS.PREFABS.CAROUSELCENTRIFUGE.NAME
source: <link="CAROUSELCENTRIFUGE">Carousel</link>
de: <link="CAROUSELCENTRIFUGE">Karussell</link>
zh: <link="CAROUSELCENTRIFUGE">旋转飞轮</link>

# CarouselCentrifuge.STRINGS.DUPLICANTS.MODIFIERS.RIDEONCAROUSEL.NAME
source: Ride on a Carousel
de: Karussellfahrt
zh: 乘坐旋转飞轮

# CarouselCentrifuge.STRINGS.DUPLICANTS.MODIFIERS.RIDEONCAROUSEL.TOOLTIP
source: This Duplicant ride on a Carousel! Leisure activities increase Duplicants' <style="KKeyword">{Morale}</style>
de: Dieser Duplikant fährt auf einem Karussell! Freizeitaktivitäten erhöhen die <style="KKeyword">{Morale}</style> der Duplikanten
zh: 这个复制人乘坐在旋转飞轮上！ 休闲活动增加了复制人的<style="KKeyword">{Morale}</style>

# CarouselCentrifuge.STRINGS.DUPLICANTS.STATUSITEMS.CAROUSELVOMITING.NAME
source: Dizziness vomiting
de: Erbrechen aufgrund von Schwindelgefühlen
zh: 晕眩 呕吐

source: Unforeseen Consequences
de: Unvorhergesehene Folgen
zh: 意外后果

source: The <b>Mop Tool</b> <b><color=#F44A4A>[M]</b></color> can used to clean up Duplicant-related "spills" ------------------ The entertainment was too dizzy. These Duplicantes threw up:
de: Das <b>Wisch-Werkzeug</b> <b><color=F44A4A>[M]</b></color> kann verwendet werden, um duplikantbezogene "Leckagen" zu beseitigen ------------------ Die Unterhaltung war zu schwindlig. Diese Duplikanten haben sich übergeben:
zh: <b>清扫工具</b> <b><color=#F44A4A>[M]</b></color>能用来清理复制人的“溢出” ------------------ 这场娱乐活动太令人头晕目眩了。这些复制人呕吐了：

# CarouselCentrifuge.STRINGS.DUPLICANTS.STATUSITEMS.CAROUSELVOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a Dizziness ------------------ Duplicant-related "spills" can be cleaned up using the <style="KKeyword">Mop Tool</style> <b><color=#F44A4A>[M]</b></color>
de: Dieser Duplikant ist infolge eines Schwindelanfalls kurzerhand gestürzt ------------------ Duplikantbezogene "Leckagen" können mit dem <style="KKeyword">Wisch-Werkzeug</style> <b><color=#F44A4A>[M]</b></color> gereinigt werden
zh: 这名复制人因头晕而被无情地抛出 ------------------ 与复制人有关的“溢出”可用<style="KKeyword">清扫工具</style> <b><color=#F44A4A>[M]</b></color>清理

# CarouselCentrifuge.STRINGS.OPTIONS.DIZZINESSCHANCEPERCENT.NAME
source: Chance of <style="KKeyword">Unforeseen consequences</style>
de: Chance auf <style="KKeyword">Unvorhergesehene Folgen</style>
zh: <style="KKeyword">意外后果</style>的可能性

# CarouselCentrifuge.STRINGS.OPTIONS.DIZZINESSCHANCEPERCENT.TOOLTIP
source: Set to <style="produced">0</style> to disable <style="KKeyword">Unforeseen consequences</style>
de: Auf <style="produced">0</style> setzen, um <style="KKeyword">Unvorhergesehene Folgen</style> zu deaktivieren
zh: 设为<style="produced">0</style>来禁止<style="KKeyword">意外后果</style>

# CarouselCentrifuge.STRINGS.OPTIONS.SPECIFICEFFECTDURATION.NAME
source: Duration of the <style="KKeyword">Ride on a Carousel</style> effect
de: Dauer des Effekts <style="KKeyword">Karussellfahrt</style>
zh: <style="KKeyword">乘坐旋转飞轮</style>效果的持续时间

# CarouselCentrifuge.STRINGS.OPTIONS.MORALEBONUS.NAME
source: <style="KKeyword">{Morale}</style> bonus
zh: <style="KKeyword">{Morale}</style>加成
