Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/MechanicsStation/archived_versions/EXPANSION1_release/translations/*.po
Languages: ru

# MechanicsStation.STRINGS.BUILDINGS.PREFABS.MECHANICSSTATION.EFFECT
source: Produces <link="MACHINEPARTS">{MACHINE_PARTS}</link> to improve building production efficiency. Assigned Duplicants must possess the <link="TECHNICALS1">{MACHINE_TECHNICIAN}</link> trait. This building is a necessary component of the {MACHINE_SHOP} room.
ru: Производит <link="MACHINEPARTS">{MACHINE_PARTS}</link>, позволяющие увеличить эффективность работы построек. Назначенные дупликанты должны обладать навыком <link="TECHNICALS1">{MACHINE_TECHNICIAN}</link>. Эта постройка – необходимый компонент комнаты {MACHINE_SHOP}.

# MechanicsStation.STRINGS.DUPLICANTS.ATTRIBUTES.CRAFTINGSPEED.NAME
source: Fabrication Speed
ru: Скорость изготовления

# MechanicsStation.STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.TOOLTIP
source: A skilled Duplicant has jerry rigged this <style="KKeyword">Building</style> to temporarily run faster
ru: Опытный Дупликант тщательно настроил все шестерёнки в этой <style="KKeyword">постройке</style>, чтобы ускорить производство

# MechanicsStation.STRINGS.OPTIONS.CRAFTING_SPEED_MODIFIER.TITLE
source: <style="KKeyword">Fabrication Speed</style> +X% value
ru: Величина <style="KKeyword">Скорость изготовления</style> +X%

# MechanicsStation.STRINGS.OPTIONS.CRAFTING_SPEED_MODIFIER.TOOLTIP
source: Increases work speed of duplicant-operated buildings
ru: Повышает скорость работы построек, управляемых дупликантами

# MechanicsStation.STRINGS.OPTIONS.MACHINE_TINKER_EFFECT_DURATION.TITLE
source: The <style="KKeyword">{MACHINE_TINKER}</style> effect duration, cycles
ru: Длительность эффекта <style="KKeyword">{MACHINE_TINKER}</style>, циклы

# MechanicsStation.STRINGS.OPTIONS.MACHINE_TINKERABLE_WORKTIME.TITLE
source: The time required to tune up buildings, seconds
ru: Время, необходимое для настройки построек, секунды

# MechanicsStation.STRINGS.OPTIONS.MACHINERY_SPEED_MODIFIER.TITLE
source: <style="KKeyword">{MACHINERY_SPEED}</style> +X% value
ru: Величина <style="KKeyword">{MACHINERY_SPEED}</style> +X%

# MechanicsStation.STRINGS.OPTIONS.MACHINERY_SPEED_MODIFIER.TOOLTIP
source: Increases work speed of autonomously working buildings
ru: Повышает скорость работы автономно работающих построек

# MechanicsStation.STRINGS.PERK_CAN_MACHINE_TINKER.DESCRIPTION
source: <link="BUILDINGS">{MACHINE_TINKER}</link> and <style="KKeyword">{MACHINE_PARTS}</style> Crafting
ru: <link="BUILDINGS">{MACHINE_TINKER}</link> и создание <style="KKeyword">{MACHINE_PARTS}</style>

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.NAME
source: <link="MACHINESHOP">Mechanics Station</link>
ru: <link="MACHINESHOP">Механическая станция</link>

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.NAME
source: Machinery Speed
ru: Скорость работы машины

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.NAME
source: Engie's Jerry Rig
ru: Инженерная настройка

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.DESC
source: Specialized Parts crafted by a professional engineer. <style="KKeyword">Jerry Rig</style> machine buildings to increase their efficiency.
ru: Специальные детали и механизмы, сделанные профессиональным инженером. <style="KKeyword">Инженерная настройка</style> машины увеличивает её эффективность.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.NAME
source: Custom Parts
ru: Механизмы
