Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/BetterPlantTending/archived_versions/previous_U56/translations/*.po
Languages: ru

# BetterPlantTending.STRINGS.DUPLICANTS.ATTRIBUTES.EXTRASEEDCHANCE.NAME
source: Extra Seed Chance
ru: Шанс дополнительных семян

# BetterPlantTending.STRINGS.MOD_DESCRIPTION
source: Provides a number of improvements for how your Farmers, Worms and Beetles take care of plants.
ru: Ряд улучшений о том, как ваши фермеры, черви и жуки ухаживают за растениями.

# BetterPlantTending.STRINGS.MOD_TITLE
source: Better Farming Effects and Tweaks
ru: Улучшенные фермерские эффекты и твики

# BetterPlantTending.STRINGS.OPTIONS.ALLOW_TENDING_TOGETHER.NAME
source: Insectoids of different species being able to accelerate plants together at the same time
ru: Инсектоиды разных видов способны ускорять рост растений совместно одновременно

# BetterPlantTending.STRINGS.OPTIONS.ALLOW_TINKER_DECORATIVE.NAME
source: Enable tinkering decorative plants by default
ru: Ускорять рост декоративных растений по умолчанию

# BetterPlantTending.STRINGS.OPTIONS.ALLOW_TINKER_DECORATIVE.TOOLTIP
source: To obtaining additional seeds This affects newly spawned plants. For existing plants, use the {TINKER} button
ru: Для получения дополнительных семян Это влияет на вновь появившиеся растения. Для существующих растений используйте кнопку {TINKER}

# BetterPlantTending.STRINGS.OPTIONS.ALLOW_TINKER_SAPTREE.NAME
source: Enable tinkering {SAPTREE}
ru: Ускорять рост {SAPTREE}

# BetterPlantTending.STRINGS.OPTIONS.ALLOW_TINKER_SAPTREE.TOOLTIP
source: To accelerate the absorption of food and increase the conversion rate of calories into Resine
ru: Для ускорения поглощения пищи и увеличения конверсии калорий в резину

# BetterPlantTending.STRINGS.OPTIONS.BASE_CHANCE_DECORATIVE.NAME
source: Base chance to obtain an extra seed of decorative plants
ru: Базовый шанс получить дополнительные семена декоративных растений

# BetterPlantTending.STRINGS.OPTIONS.BASE_CHANCE_DECORATIVE.TOOLTIP
source: Extra seeds are obtained when farmers and insectoids apply their accelerating effects to plants The chances from the effects of insectoids and the farmer's own chance are added to the base chance
ru: Дополнительные семена появляются, когда фермеры и инсектоиды применяют свои ускоряющие эффекты к растениям Шансы от эффектов инсектоидов и собственный шанс фермера прибавляются к базовому шансу

# BetterPlantTending.STRINGS.OPTIONS.BASE_CHANCE_NOT_DECORATIVE.NAME
source: Base chance to obtain an extra seed of non-decorative plants
ru: Базовый шанс получить дополнительные семена не-декоративных растений

# BetterPlantTending.STRINGS.OPTIONS.BLUE_GRASS_ADJUST_GAS_CONSUMPTION.NAME
source: Adjust the gas absorption rate of {BLUE_GRASS} in proportion to the growth rate
ru: {BLUE_GRASS} - скорость поглощения газа пропорционально скорости роста

source: Adjust the radiation emission of {COLDBREATHER} in proportion to the growth rate
ru: {COLDBREATHER} - излучение радиации пропорционально скорости роста

source: Decrease the radiation emission of wild {COLDBREATHER}
ru: Дикий {COLDBREATHER} - уменьшить излучение радиации

source: To be honest, it should have been done by the <style="KKeyword">Klei</style> themselves
ru: Честно говоря, это должны были сделать сами <style="KKeyword">Klei</style>

# BetterPlantTending.STRINGS.OPTIONS.CRITTER_TRAP_ADJUST_GAS_PRODUCTION.NAME
source: Adjust the gas production rate of {CRITTERTRAPPLANT} in proportion to the growth rate
ru: {CRITTERTRAPPLANT} - скорость выработки газа пропорционально скорости роста

# BetterPlantTending.STRINGS.OPTIONS.CRITTER_TRAP_ADJUST_GAS_PRODUCTION.TOOLTIP
source: So you will always get the same amount of Gas for each sacrificed Creature
ru: Таким образом, вы всегда будете получать одинаковое количество газа за каждое принесенное в жертву Существо

# BetterPlantTending.STRINGS.OPTIONS.CRITTER_TRAP_CAN_GIVE_SEEDS.NAME
source: The {CRITTERTRAPPLANT} can produce seeds when harvesting
ru: {CRITTERTRAPPLANT} может давать семена при сборе урожая

source: Decrease the gas production rate of wild {CRITTERTRAPPLANT}
ru: Дикая {CRITTERTRAPPLANT} - уменьшить скорость выработки газа

# BetterPlantTending.STRINGS.OPTIONS.DINOFERN_ADJUST_GAS_CONSUMPTION.NAME
source: Adjust the gas absorption rate of {DINOFERN} in proportion to the growth rate
ru: {DINOFERN} - скорость поглощения газа пропорционально скорости роста

# BetterPlantTending.STRINGS.OPTIONS.DINOFERN_CAN_GIVE_SEEDS.NAME
source: The {DINOFERN} can produce seeds when harvesting
ru: {DINOFERN} может давать семена при сборе урожая

# BetterPlantTending.STRINGS.OPTIONS.EXTRA_SEEDS.CATEGORY
source: Extra seeds for non-yielding plants
ru: Дополнительные семена для безурожайных растений

# BetterPlantTending.STRINGS.OPTIONS.FARM_TINKER_BONUS_DECOR.NAME
source: The {FARMTINKER} effect gives a bonus to the decor
ru: Эффект {FARMTINKER} дает бонус к декору

# BetterPlantTending.STRINGS.OPTIONS.HYDROCACTUS_ADJUST_GAS_CONSUMPTION.NAME
source: Adjust the gas absorption rate of {FILTERPLANT} in proportion to the growth rate
ru: {FILTERPLANT} - скорость поглощения газа пропорционально скорости роста

# BetterPlantTending.STRINGS.OPTIONS.MODIFIER_BUTTERFLY.NAME
source: Additional chance from the {BUTTERFLYCROPTENDED} effect
ru: Дополнительный шанс от эффекта {BUTTERFLYCROPTENDED}

# BetterPlantTending.STRINGS.OPTIONS.MODIFIER_DIVERGENT.NAME
source: Additional chance from the {DIVERGENTCROPTENDED} effect
ru: Дополнительный шанс от эффекта {DIVERGENTCROPTENDED}

# BetterPlantTending.STRINGS.OPTIONS.MODIFIER_WORM.NAME
source: Additional chance from the {WORMCROPTENDED} effect
ru: Дополнительный шанс от эффекта {WORMCROPTENDED}

# BetterPlantTending.STRINGS.OPTIONS.OXYFERN_FIX_OUTPUT_CELL.NAME
source: Move the output cell of {OXYFERN} 1 up
ru: {OXYFERN} - переместить выходную ячейку на 1 выше

# BetterPlantTending.STRINGS.OPTIONS.PIP_REQUIRED_TO_EXTRACT.NAME
source: A {SQUIRREL} is required to extract the seeds
ru: Для извлечения семян требуется {SQUIRREL}

# BetterPlantTending.STRINGS.OPTIONS.PIP_REQUIRED_TO_EXTRACT.TOOLTIP
source: If you turn it off, the seeds themselves will drop after a while
ru: Если вы выключите это, семена сами выпадут через некоторое время

source: Non-growing plants will not consume solid and liquid fertilizers
ru: Не-растущие растения не будут потреблять твёрдые и жидкие удобрения

# BetterPlantTending.STRINGS.OPTIONS.PREVENT_TENDING_GROWN_OR_WILTING.NAME
source: Farmers will not tinkering with wilted or non-growing plants
ru: Фермеры не будут ускорять рост увядших или не-растущих растений

# BetterPlantTending.STRINGS.OPTIONS.PREVENT_TENDING_GROWN_OR_WILTING.TOOLTIP
source: Including fully grown plants, sleeping {GASGRASS} and the hunger {CRITTERTRAPPLANT}
ru: В том числе полностью выращенные растения, спящая {GASGRASS} и голодная {CRITTERTRAPPLANT}

# BetterPlantTending.STRINGS.OPTIONS.SALTPLANT_ADJUST_GAS_CONSUMPTION.NAME
source: Adjust the gas absorption rate of {SALTPLANT} in proportion to the growth rate
ru: {SALTPLANT} - скорость поглощения газа пропорционально скорости роста

# BetterPlantTending.STRINGS.OPTIONS.SPACE_TREE_ADJUST_PRODUCTIVITY.NAME
source: Adjust the {SUGARWATER} production rate of {SPACE_TREE} in proportion to the growth rate of its branches
ru: {SPACE_TREE} - скорость выработки {SUGARWATER}а пропорционально скорости роста его ветвей

# BetterPlantTending.STRINGS.OPTIONS.SPACE_TREE_UNLOCK_MUTATION.NAME
source: Unlock {SPACE_TREE} mutations
ru: {SPACE_TREE} - разблокировать мутации

# BetterPlantTending.STRINGS.OPTIONS.SPACE_TREE_UNLOCK_MUTATION.TOOLTIP
source: Now mutations affect the {SUGARWATER} production rate The higher the {YIELDAMOUNT} and the shorter the {MATURITYMAX}, the higher the {SUGARWATER} production rate
ru: Теперь мутации влияют на скорость производства {SUGARWATER}а Чем выше {YIELDAMOUNT} и чем короче {MATURITYMAX}, тем выше скорость производства {SUGARWATER}а

# BetterPlantTending.STRINGS.OPTIONS.TREE_UNLOCK_MUTATION.NAME
source: Unlock {WOOD_TREE} mutations
ru: {WOOD_TREE} - разблокировать мутации

# BetterPlantTending.STRINGS.OPTIONS.TREE_UNLOCK_MUTATION.TOOLTIP
source: These mutations are provided within the game, but were not used for some reason
ru: Эти мутации предусмотрены в игре, но по какой-то причине не использовались

# BetterPlantTending.STRINGS.UI.UISIDESCREENS.PLANTERSIDESCREEN.BONUS_SEEDS
source: Base <link="PLANTS">Extra Seed</link> Harvest Chance: {0}
ru: Шанс получения <link="PLANTS">доп. семени</link>: {0}

source: This plant has a {0} chance to produce new seeds when tended or pollinated Affected by: {1}{2}
ru: У этого растения есть {0} шанс произвести новые семена при уходе и опылении Влияет: {1}{2}

source: A {SQUIRREL} is required to extract the seeds
ru: Для извлечения семян требуется {SQUIRREL}
