Repository: SanchozzDeponianin/ONIMods
Catalog: src/MoreEmotions/translations/*.po
Languages: ru, zh

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.FULL_BLADDER_LAUGH.NAME
source: Disgraced itself
ru: Опозорился
zh: 自取其辱

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.FULL_BLADDER_LAUGH.TOOLTIP
source: This Duplicant made a mess in front of everyone's eyes It's so embarrassing
ru: Этот дупликант сделал лужу у всех на глазах. Так стыдно.
zh: 这个复制人在所有人面前把事情搞砸了 太丢人了

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.RESPECT_GRAVE.NAME
source: Respect
ru: Почтение
zh: 入土为安

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.RESPECT_GRAVE.TOOLTIP
source: We honor our dead
ru: Мы чтим своих мёртвых
zh: 我们永远缅怀他

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.SAW_CORPSE.NAME
source: Saw Corpse
ru: Увидел труп
zh: 胆战心惊

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.SAW_CORPSE.TOOLTIP
source: This Duplicant recently saw the corpse of another Duplicant It was overcome by a feeling of anxiety and fear
ru: Этот дубликант недавно увидел труп другого дупликанта. Его охватило чувство тревоги и страха.
zh: 这个复制人最近看到了另一个复制人的尸体 真是太可怕了

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.STRESSED_CHEERING.NAME
source: Psychological Assistance
ru: Психологическая помощь
zh: 一臂之力

# MoreEmotions.STRINGS.DUPLICANTS.MODIFIERS.STRESSED_CHEERING.TOOLTIP
source: Another Duplicant cheering up this Duplicant and provided psychological assistance
ru: Другой дупликант приободрил этого дупликанта и оказал психологическую помощь
zh: 另一个复制人给他加油打气，提供了一些心理上的帮助

# MoreEmotions.STRINGS.OPTIONS.ALTERNATIVE_BINGE_EAT_EMOTE.NAME
source: Alternative variant of Binge Eater emotion
ru: Альтернативный вариант эмоции Обжоры
zh: 变种狂吃情绪

# MoreEmotions.STRINGS.OPTIONS.ALTERNATIVE_BINGE_EAT_EMOTE.TOOLTIP
source: A stressed Binge Eater will sometimes try to bite his hand
ru: Стрессующий Обжора иногда будет пытаться укусить свою руку
zh: 压力山大的复制人有时候可能会想吃自己的手

# MoreEmotions.STRINGS.OPTIONS.ALTERNATIVE_SLEEP_ANIMS.NAME
source: Alternative variants of sleeping on a Bed animation
ru: Альтернативные варианты анимации сна на кровати
zh: 变种睡觉动画

# MoreEmotions.STRINGS.OPTIONS.CONTAMINATED_FOOD_EMOTE.NAME
source: Yuck! Microbes!
ru: Фуу! Микробы!

# MoreEmotions.STRINGS.OPTIONS.CONTAMINATED_FOOD_EMOTE.TOOLTIP
source: The emotion when a Duplicant eating contaminated Food
ru: Эмоция, когда дупликант съел заражённую пищу

# MoreEmotions.STRINGS.OPTIONS.DOUBLE_GREETING.NAME
source: Two "Dual" greetings with fists and hands
ru: Два "двойных" приветствия кулаками и ладонями
zh: 用拳头和手掌的两种“双倍”打招呼

# MoreEmotions.STRINGS.OPTIONS.FULL_BLADDER_ADD_EFFECT.NAME
source: Enable debuff
ru: Включить дебафф
zh: 启用负面状态

# MoreEmotions.STRINGS.OPTIONS.FULL_BLADDER_EMOTE.NAME
source: "I'm going to burst!"
ru: "Меня сейчас разорвёт!"
zh: ”我想拉屎！”

# MoreEmotions.STRINGS.OPTIONS.FULL_BLADDER_EMOTE.TOOLTIP
source: The emotion when a Duplicant very much wants to go to the Toilet
ru: Эмоция, когда дупликант очень хочет в туалет
zh: 一个复制人非常想去上厕所时的情绪

# MoreEmotions.STRINGS.OPTIONS.FULL_BLADDER_LAUGH.NAME
source: "Haha, it's disgraced itself!"
ru: "Ха-ха, он опозорился!"
zh: “哈哈，太丢人了！”

# MoreEmotions.STRINGS.OPTIONS.FULL_BLADDER_LAUGH.TOOLTIP
source: Duplicants laugh at the Duplicant who made a mess
ru: Дупликанты смеются над дупликантом, который сделал лужу
zh: 复制人嘲笑那个搞砸了的复制人

# MoreEmotions.STRINGS.OPTIONS.MOONWALK_GREETING.NAME
source: "Dancing" greeting
ru: "Танцующее" приветствие
zh: ”跳舞”打招呼

# MoreEmotions.STRINGS.OPTIONS.RESPECT_GRAVE_ADD_EFFECT.NAME
source: Enable buff
ru: Включить бафф
zh: 启用正面状态

# MoreEmotions.STRINGS.OPTIONS.RESPECT_GRAVE_EMOTE.NAME
source: The "F to pay respects" Emotion
ru: Эмоция "F to pay respects"
zh: “入土为安”情绪

# MoreEmotions.STRINGS.OPTIONS.RESPECT_GRAVE_EMOTE.TOOLTIP
source: Duplicants occasionally mourn near the Grave
ru: Дупликанты изредка скорбят около могилы
zh: 复制人偶尔会在坟墓之前哀悼死去的复制人

# MoreEmotions.STRINGS.OPTIONS.SAW_CORPSE_ADD_EFFECT.NAME
source: Enable debuff
ru: Включить дебафф
zh: 启用负面状态

# MoreEmotions.STRINGS.OPTIONS.SAW_CORPSE_EMOTE.NAME
source: The "Saw Corpse" Emotion
ru: Эмоция "Увидел труп"
zh: “胆战心惊”情绪

# MoreEmotions.STRINGS.OPTIONS.STARVATION_EMOTE.NAME
source: Very hungry emotion
ru: Очень голодная эмоция
zh: 非常饥饿情绪

# MoreEmotions.STRINGS.OPTIONS.STARVATION_EMOTE.TOOLTIP
source: A starving Duplicant will sometimes try to bite his hand
ru: Голодающий дупликант иногда будет пытаться укусить свою руку
zh: 饥饿的复制人有时候会试图吃自己的手

# MoreEmotions.STRINGS.OPTIONS.STRESS_CHEERING.NAME
source: Psychological Assistance
ru: Психологическая помощь
zh: 一臂之力

# MoreEmotions.STRINGS.OPTIONS.STRESS_CHEERING.TOOLTIP
source: Duplicants will provide psychological assistance to stressed Duplicants
ru: Дупликанты будут оказывать психологическую помощь стрессующим дупликантам
zh: 复制人会为压力很大的复制人提供心理帮助

# MoreEmotions.STRINGS.OPTIONS.STRESS_CHEERING_EFFECT.NAME
source: Adds buff
ru: Добавляет бафф
zh: 添加正面状态

# MoreEmotions.STRINGS.OPTIONS.WAKE_UP_LAZY_ASS.NAME
source: "Wake Up Lazy Ass!"
ru: "Просыпайся, Ленивая задница!"
zh: “醒醒懒鬼！”

# MoreEmotions.STRINGS.OPTIONS.WAKE_UP_LAZY_ASS.TOOLTIP
source: Duplicants will kick a narcoleptic sleeping on the floor
ru: Дупликанты будут пинать ногами спящего на полу нарколептика
zh: 复制人会给在地板上睡觉的睡病患者一脚

# MoreEmotions.STRINGS.OPTIONS.WET_HANDS_EMOTE.NAME
source: The "Wet Hands" Emotion
ru: Эмоция "Мокрые руки"
zh: “手湿了”情绪

# MoreEmotions.STRINGS.OPTIONS.WET_HANDS_EMOTE.TOOLTIP
source: Sometimes it happens after mopping or using the Washbasin
ru: Иногда случается после вытирания или использования умывальника
zh: 擦地洗手后有时候会出现这种情绪
