Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/GraveyardKeeper/archived_versions/previous_U52/translations/*.po
Languages: ru

# GraveyardKeeper.STRINGS.OPTIONS.MAX_PLANTS_SPAWN.NAME
source: The maximum number of Plants planted by {SQUIRREL} during one burial of the corpse.
ru: Максимальное количество растений, посаженных {SQUIRREL}ом за одно захоронение трупа.

# GraveyardKeeper.STRINGS.OPTIONS.MAX_PLANTS_SPAWN.TOOLTIP
source: In any case, {SQUIRREL} will not plant several identical Plants at a time.
ru: В любом случае, {SQUIRREL} не будет сажать несколько одинаковых растений одновременно.

# GraveyardKeeper.STRINGS.OPTIONS.NON_YIELDING_PLANTS.NAME
source: Non-Yielding Plants
ru: Без-урожайные растения

# GraveyardKeeper.STRINGS.OPTIONS.NON_YIELDING_PLANTS.TOOLTIP
source: {COLDBREATHER}, {OXYFERN} and decorative plants.
ru: {COLDBREATHER}, {OXYFERN} и декоративные растения.

# GraveyardKeeper.STRINGS.OPTIONS.REGULAR_PLANTS.NAME
source: Regular Plants
ru: Обычные растения

# GraveyardKeeper.STRINGS.OPTIONS.REGULAR_PLANTS.TOOLTIP
source: Most of the Plants that produce crops regularly.
ru: Большинство растений, которые регулярно дают урожай.

# GraveyardKeeper.STRINGS.OPTIONS.SINGLE_HARVEST_PLANTS.NAME
source: Single-Harvest Plants
ru: Растения с одним урожаем

# GraveyardKeeper.STRINGS.OPTIONS.SINGLE_HARVEST_PLANTS.TOOLTIP
source: {BASICFORAGEPLANT}, etc.
ru: {BASICFORAGEPLANT} и т.п.

# GraveyardKeeper.STRINGS.OPTIONS.TITLE.NAME
source: Choose the types of Plants with which the {SQUIRREL} will decorate the burial place of the Duplicant's corpse.
ru: Выберите виды растений, которыми {SQUIRREL} украсит место захоронения трупа Дупликанта.

# GraveyardKeeper.STRINGS.OPTIONS.TITLE.TOOLTIP
source: If nothing is selected, the {SQUIRREL} will use the {EVILFLOWER}.
ru: Если ничего не выбрано, {SQUIRREL} будет использовать {EVILFLOWER}.
