Repository: SanchozzDeponianin/ONIMods
Catalog: src/Smelter/translations/*.po
Languages: pl

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.EFFECT
source: Produces <link="REFINEDMETAL">Refined Metals</link> from raw <link="RAWMETAL">Metal Ore</link>. Сonsumes <link="REFINEDCARBON">Refined Carbon</link> as fuel. Significantly <link="HEAT">Heats</link> the <link="ELEMENTSLIQUID">Liquid</link> piped into it. Must be clean out of too hot liquid, otherwise it will evaporate into the atmosphere. Duplicants will not fabricate items unless recipes are queued.
pl: Produkuje <link="REFINEDMETAL">Rafinowane Metale</link> z <link="RAWMETAL">Rudy Metalu</link>. Zużywa <link="REFINEDCARBON">Rafinowany Węgiel</link> jako paliwo. Znacząco <link="HEAT">ociepla</link> <link="ELEMENTSLIQUID">Ciecz</link>, wprowadzoną do niego. Przegrzaną ciecz należy ręcznie usunąć, w przeciwnym wypadku odparuje do otoczenia. Duplikanci nie będą wytwarzać przedmiotów, jeśli nie będą umieszczone w kolejce.

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.NAME
source: <link="SMELTER">Smelter</link>
pl: <link="SMELTER">Wytapiacz</link>

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.SIDE_SCREEN_CHECKBOX
source: Allow Overheating
pl: Zezwól na przegrzewanie

# Smelter.STRINGS.BUILDINGS.PREFABS.SMELTER.SIDE_SCREEN_CHECKBOX_TOOLTIP
source: If enabled, the overheated Coolant will evaporate into the atmosphere If disabled, Duplicants will empty too hot Coolant into bottles
pl: Jeśli zezwolono, przegrzane chłodziwo będzie odparowywać do otoczenia Jeśli nie zezwolono, Duplikanci będą usuwać zbyt gorące chłodziwo do butelek

# Smelter.STRINGS.BUILDINGS.STATUSITEMS.SMELTERNEEDSEMPTYING.NAME
source: Requires Emptying
pl: Wymaga opróżnienia

# Smelter.STRINGS.BUILDINGS.STATUSITEMS.SMELTERNEEDSEMPTYING.TOOLTIP
source: This building needs to be emptied of <link="HEAT">too hot</link> <link="ELEMENTSLIQUID">Coolant</link> to resume function
pl: Ten budynek musi zostać opróżniony ze <link="HEAT">zbyt gorącego</link> <link="ELEMENTSLIQUID">Chłodziwa</link>, by wznowić działanie

# Smelter.STRINGS.OPTIONS.FEATURES.CATEGORY
source: Enable some features for vanilla buildings
pl: Odblokuj dodatkowe funkcje dla standardowych budynków

# Smelter.STRINGS.OPTIONS.KATAIRITE_TO_TUNGSTEN.NAME
source: {KATAIRITE} to {TUNGSTEN}
pl: {KATAIRITE} -> {TUNGSTEN}

# Smelter.STRINGS.OPTIONS.KATAIRITE_TO_TUNGSTEN.TOOLTIP
source: Available at {SMELTER}, {METALREFINERY}
pl: Dostępne w: {SMELTER}, {METALREFINERY}

# Smelter.STRINGS.OPTIONS.METALREFINERY_DROP_OVERHEATED_COOLANT.NAME
source: {METALREFINERY} will drop the overheated <style="KKeyword">Coolant</style>
pl: {METALREFINERY} będzie usuwać przegrzane <style="KKeyword">Chłodziwo</style>

# Smelter.STRINGS.OPTIONS.METALREFINERY_DROP_OVERHEATED_COOLANT.TOOLTIP
source: The overheated <style="KKeyword">Coolant</style> is dropped directly into the atmosphere This will help prevent damage to the output Pipe
pl: Przegrzane <style="KKeyword">Chłodziwo</style> będzie usunięte bezpośrednio do otoczenia Pozwoli to zapobiec uszkodzeniu rur

# Smelter.STRINGS.OPTIONS.METALREFINERY_REUSE_COOLANT.NAME
source: {METALREFINERY} will re-use the waste <style="KKeyword">Coolant</style>
pl: {METALREFINERY} będzie ponownie używać zużyte <style="KKeyword">Chłodziwo</style>

# Smelter.STRINGS.OPTIONS.METALREFINERY_REUSE_COOLANT.TOOLTIP
source: This can speed up production and reduce <style="KKeyword">Coolant</style> consumption
pl: Pozwoli to przyspieszyć produkcję i zredukować zużycie <style="KKeyword">Chłodziwa</style>

# Smelter.STRINGS.OPTIONS.PHOSPHORITE_TO_PHOSPHORUS.NAME
source: {PHOSPHORITE} to {PHOSPHORUS}
pl: {PHOSPHORITE} -> {PHOSPHORUS}

# Smelter.STRINGS.OPTIONS.PHOSPHORITE_TO_PHOSPHORUS.TOOLTIP
source: Available at {SMELTER}, {GLASSFORGE}
pl: Dostępne w: {SMELTER}, {GLASSFORGE}

# Smelter.STRINGS.OPTIONS.PLASTIC_TO_NAPHTHA.NAME
source: {POLYPROPYLENE} to {NAPHTHA}
pl: {POLYPROPYLENE} -> {NAPHTHA}

# Smelter.STRINGS.OPTIONS.PLASTIC_TO_NAPHTHA.TOOLTIP
source: Available at {SMELTER}, {GLASSFORGE}
pl: Dostępne w: {SMELTER}, {GLASSFORGE}

# Smelter.STRINGS.OPTIONS.RECIPES.CATEGORY
source: Enable new recipes
pl: Odblokuj nowe przepisy

# Smelter.STRINGS.OPTIONS.RESIN_TO_ISORESIN.NAME
source: {RESIN} to {ISORESIN}
pl: {RESIN} -> {ISORESIN}

# Smelter.STRINGS.OPTIONS.RESIN_TO_ISORESIN.TOOLTIP
source: Available at {SMELTER}
pl: Dostępne w: {SMELTER}

# Smelter.STRINGS.OPTIONS.SULFUR_TO_LIQUIDSULFUR.NAME
source: {SULFUR} to {LIQUIDSULFUR}
pl: {SULFUR} -> {LIQUIDSULFUR}

# Smelter.STRINGS.OPTIONS.SULFUR_TO_LIQUIDSULFUR.TOOLTIP
source: Available at {GLASSFORGE}
pl: Dostępne w: {GLASSFORGE}

# Smelter.STRINGS.OPTIONS.WOOD_TO_CARBON.NAME
source: {WOOD} to {REFINEDCARBON}
pl: {WOOD} -> {REFINEDCARBON}

# Smelter.STRINGS.OPTIONS.WOOD_TO_CARBON.TOOLTIP
source: Available at {KILN}
pl: Dostępne w: {KILN}
