Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/MooDiet/archived_versions/previous_U52/translations/*.po
Languages: ru, zh

# MooDiet.STRINGS.CREATURES.MODIFIERS.MOOFLOWERFED.NAME
source: Flower Diet
ru: Цветочная диета
zh: 花卉饮食

# MooDiet.STRINGS.OPTIONS.BECKONING.NAME
source: <style="KKeyword">Accu-moo-lation</style> when <style="KKeyword">Gassy Moo</style> eats <style="KKeyword">Balm Lily Flowers</style>
ru: <style="KKeyword">Акку-муу-ляция</style>, если <style="KKeyword">Муу</style> питается <style="KKeyword">цветами лилии</style>
zh: 当<style="KKeyword">释气海牛</style>食用<style="KKeyword">芳香百合花</style>时增加的聚集度

# MooDiet.STRINGS.OPTIONS.BECKONING.TOOLTIP
source: Balm Lily is actually a free plant that does not require resources In order to maintain the balance, there should be a penalty
ru: Лилия - фактически бесплатное растение, не требующее ресурсов В целях сохранения баланса должно быть пенальти
zh: 芳香百合是一种不需要资源的植物 为了维持平衡，需要有惩罚机制

# MooDiet.STRINGS.OPTIONS.EAT_BERRY.NAME
source: <style="KKeyword">Gassy Moo</style> can eat <style="KKeyword">Palmera Berries</style>
ru: <style="KKeyword">Муу</style> может есть <style="KKeyword">ягоды пальмеры</style>
zh: <style="KKeyword">释气海牛</style>能够食用 <style="KKeyword">棕桐树果实</style>

# MooDiet.STRINGS.OPTIONS.EAT_PALMERA.NAME
source: <style="KKeyword">Gassy Moo</style> can eat <style="KKeyword">Palmera Tree</style> live plants
ru: <style="KKeyword">Муу</style> может есть живое растение <style="KKeyword">дерево Пальмера</style>
zh: <style="KKeyword">释气海牛</style>能够食用正在生长的<style="KKeyword">棕桐树</style>

# MooDiet.STRINGS.OPTIONS.FLOWER_DIET.CATEGORY
source: Balm Lily Flower Diet
ru: Диета из цветов лилии
zh: 芳香百合花饮食

# MooDiet.STRINGS.OPTIONS.FULL.NAME
source: Full
ru: Полная

# MooDiet.STRINGS.OPTIONS.HALF.NAME
source: Half
ru: Половина

# MooDiet.STRINGS.OPTIONS.LILY_PER_COW.NAME
source: <style="KKeyword">Balm Lily</style> plants per one <style="KKeyword">Gassy Moo</style>
ru: Растений <style="KKeyword">Лилии</style> на одну <style="KKeyword">Муу</style>
zh: 几株<style="KKeyword">芳香百合</style>对应一头<style="KKeyword">释气海牛</style>

# MooDiet.STRINGS.OPTIONS.LILY_PER_COW.TOOLTIP
source: How many plants do you need to plant to feed one tamed happy Cow The consumed mass per cycle is calculated automatically depending on the yield of the plant
ru: Сколько растений вам нужно посадить, чтобы накормить одну прирученную счастливую корову Потребляемая масса в цикл рассчитывается автоматически в зависимости от урожайности растения
zh: 需要种植多少植物才能喂养一头驯服的快乐海牛取决于植物的产量 每个循环的消耗质量会根据植物的产量自动计算

# MooDiet.STRINGS.OPTIONS.PALMERA_BUTTON.NAME
source: Browse Steam Workshop
ru: Посмотреть мастерскую Steam
zh: 访问 Steam 创意工坊

# MooDiet.STRINGS.OPTIONS.PALMERA_DIET.CATEGORY
source: Palmera Tree Diet
ru: Диета из дерева Пальмера
zh: 棕桐树饮食

# MooDiet.STRINGS.OPTIONS.PALMERA_LABEL.NAME
source: Only if the <style="KKeyword">Palmera Tree</style> mod is installed
ru: Только если установлен мод <style="KKeyword">Palmera Tree</style>
zh: 仅安装 <style="KKeyword">Palmera Tree</style> 模组后生效

# MooDiet.STRINGS.OPTIONS.PALMERA_PER_COW.NAME
source: <style="KKeyword">Palmera Tree</style> plants per one <style="KKeyword">Gassy Moo</style>
ru: Растений <style="KKeyword">дерево Пальмера</style> на одну <style="KKeyword">Муу</style>
zh: 几棵<style="KKeyword">棕桐树</style>对应一头<style="KKeyword">释气海牛</style>

# MooDiet.STRINGS.OPTIONS.QUARTER.NAME
source: Quarter
ru: Четверть

# MooDiet.STRINGS.OPTIONS.ZERO.NAME
source: Zero
ru: Ноль
