Repository: SanchozzDeponianin/ONIMods
Catalog: src/ExoticSpices/translations/*.po
Languages: ru

# ExoticSpices.STRINGS.DUPLICANTS.ATTRIBUTES.JOY_EXTRA_CHANCE.NAME
source: <style="KKeyword">Joy Reaction</style> chance
ru: Шанс <style="KKeyword">Радостной реакции</style>

# ExoticSpices.STRINGS.DUPLICANTS.MODIFIERS.MOO_COSPLAY_SPICE.ADDITIONAL_EFFECTS
source: <style="KKeyword">Mooteorism</style> <style="KKeyword">Armored Eyes</style>
ru: <style="KKeyword">Муутеоризм</style> <style="KKeyword">Броневые глаза</style>

# ExoticSpices.STRINGS.DUPLICANTS.MODIFIERS.PHOSPHO_RUFUS_SPICE.ADDITIONAL_EFFECTS
source: <style="KKeyword">Phosphorescence</style> <style="KKeyword">Sound Sleep</style>
ru: <style="KKeyword">Фосфоресценция</style> <style="KKeyword">Крепкий Сон</style>

source: <style="KKeyword">Tireless</style>
ru: <style="KKeyword">Неутомимость</style>

# ExoticSpices.STRINGS.ITEMS.SPICES.MOO_COSPLAY_SPICE.DESC
source: Be strong as <link="MOO">Moo</link>. Let the whole Cosmos hear the powerful roar of your Jet Thruster.
ru: Будь сильным, как <link="MOO">Муу</link>. Пусть весь Космос услышит мощный рёв твоего реактивного ускорителя.

# ExoticSpices.STRINGS.ITEMS.SPICES.MOO_COSPLAY_SPICE.NAME
source: <link="MOO_COSPLAY_SPICE">Moo Spice</link>
ru: <link="MOO_COSPLAY_SPICE">Специя Муу</link>

# ExoticSpices.STRINGS.ITEMS.SPICES.PHOSPHO_RUFUS_SPICE.DESC
source: Duplicants are simply glowing with happiness. No longer need a Lantern to visit the Toilet.
ru: Дупликанты просто светятся от счастья. Больше не нужен фонарик для посещения туалета.

# ExoticSpices.STRINGS.ITEMS.SPICES.PHOSPHO_RUFUS_SPICE.NAME
source: <link="PHOSPHO_RUFUS_SPICE">Phosphorus Spice</link>
ru: <link="PHOSPHO_RUFUS_SPICE">Фосфорная специя</link>

# ExoticSpices.STRINGS.ITEMS.SPICES.ZOMBIE_COSPLAY_SPICE.DESC
source: Hurray! Zombie party! Brains not included.
ru: Ура! Зомби-Вечеринка! Мозги не включены.

# ExoticSpices.STRINGS.ITEMS.SPICES.ZOMBIE_COSPLAY_SPICE.NAME
source: <link="ZOMBIE_COSPLAY_SPICE">Zombie Spice</link>
ru: <link="ZOMBIE_COSPLAY_SPICE">Специя зомби</link>

# ExoticSpices.STRINGS.OPTIONS.ATTRIBUTE_BUFF.NAME
source: Strength and Athletics, +X
ru: Сила и Атлетика, +X

# ExoticSpices.STRINGS.OPTIONS.EMIT_GAS.NAME
source: "Jet Thruster" exhaust type
ru: Тип выхлопа "реактивного ускорителя"

# ExoticSpices.STRINGS.OPTIONS.EMIT_GAS.TOOLTIP
source: What do you prefer? A little free fuel or the opportunity to sniff gases?
ru: Что ты предпочитаешь ? Немного бесплатного топлива ? Или "Нюхать газы и строить базу"(с) ?

# ExoticSpices.STRINGS.OPTIONS.EMIT_MASS.NAME
source: "Jet Thruster" exhaust power
ru: Мощность выхлопа "реактивного ускорителя"

# ExoticSpices.STRINGS.OPTIONS.EMIT_MASS.TOOLTIP
source: Exhaust power is calculated according to an empirical formula, taking into account crop productivity of Gas Grass, diet of Gassy Moo and other parameters. But you can slightly decrease or increase it.
ru: Мощность выхлопа рассчитывается по эмпирической формуле с учетом урожайности Газовой травы, диеты Муу и других параметров. Но вы можете немного уменьшить или увеличить её.

# ExoticSpices.STRINGS.OPTIONS.JOY_REACTION_CHANCE.NAME
source: Joy Reaction chance, +X%
ru: Шанс Радостной реакции, +X%

# ExoticSpices.STRINGS.OPTIONS.JOY_REACTION_CHANCE.TOOLTIP
source: Additional chance to start a Joy Reaction even if the Duplicant does not have enough Morale.
ru: Дополнительный шанс начать Радостную реакцию, даже если у Дупликанта недостаточно Морали.

# ExoticSpices.STRINGS.OPTIONS.LUX.NAME
source: Brightness, Lux
ru: Яркость, люкс

# ExoticSpices.STRINGS.OPTIONS.RANGE.NAME
source: Light Range, tiles
ru: Радиус света, тайлы

# ExoticSpices.STRINGS.OPTIONS.STAMINA_BUFF.NAME
source: Stamina recovery, +X% per cycle
ru: Восстановление Выносливости, +X% в цикл

# ExoticSpices.STRINGS.OPTIONS.X1.NAME
source: normal
ru: норма
