Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/AutoComposter/translations/*.po
Languages: ru

# AutoComposter.STRINGS.BUILDING.STATUSITEMS.COMPOSTACCEPTSMUTANTSEEDS.NAME
source: Compost accepts mutant seeds
ru: Компост принимает семена-мутанты

# AutoComposter.STRINGS.BUILDING.STATUSITEMS.COMPOSTACCEPTSMUTANTSEEDS.TOOLTIP
source: This Compost is allowed to use <style="KKeyword">Mutant Seeds</style> as compostable
ru: Этот компост может использовать <style="KKeyword">мутировавшие семена</style> для компостирования

# AutoComposter.STRINGS.MOD_DESCRIPTION
source: Adds to the Compost a filter menu and auto-composting capability.
ru: Добавляет в Компост меню фильтров и возможность автоматического компостирования.

# AutoComposter.STRINGS.MOD_TITLE
source: Filterable Auto-Compost
ru: Авто-Компост с фильтрами

# AutoComposter.STRINGS.OPTIONS.HIDE_FROM_FILTERS.NAME
source: Hide it from the filter menu
ru: Скрыть её из меню фильтров

# AutoComposter.STRINGS.OPTIONS.HIDE_FROM_FILTERS.TOOLTIP
source: Also marked to compost items cannot be stored to Storage Bin, etc
ru: Предметы, помеченные для компостирования, нельзя будет хранить в Складах и т.п.

# AutoComposter.STRINGS.OPTIONS.HIDE_FROM_RESOURCES.NAME
source: Hide it from the Resouces screen
ru: Скрыть её из экрана Ресурсы

# AutoComposter.STRINGS.OPTIONS.HIDE_FROM_RESOURCES.TOOLTIP
source: Also unpin if some marked to compost items was pinned
ru: Также открепить предметы, помеченные для компостирования

# AutoComposter.STRINGS.OPTIONS.LABEL.NAME
source: What to do with the {COMPOSTABLE} category ?
ru: Что делать с категорией {COMPOSTABLE} ?

# AutoComposter.STRINGS.OPTIONS.LABEL.TOOLTIP
source: The {COMPOSTABLE} category was not added by this mod. It has been in the game since 2017 and contains items marked to compost with the {BUTTON} button
ru: Категория {COMPOSTABLE} не была добавена этим модом. Эта категория существует в игре с 2017 года и содержит предметы, помеченные для компостирования кнопкой {BUTTON}

# AutoComposter.STRINGS.OPTIONS.MAKE_SPECIAL.NAME
source: Make it {SPECIAL} in the filter menu
ru: Сделать её как {SPECIAL} в меню фильтров

# AutoComposter.STRINGS.OPTIONS.MAKE_SPECIAL.TOOLTIP
source: Move it to bottom in the filter menu of the Storage Bin, etc, like Eggs
ru: Переместить её вниз в меню фильтров в Складах и т.п. как Яйца
