Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/CarouselCentrifuge/archived_versions/previous_514967/translations/*.po
Languages: ru

# CarouselCentrifuge.STRINGS.BUILDINGS.PREFABS.CAROUSELCENTRIFUGE.DESC
source: Funny dizzy entertainment. Sometimes too dizzy. Be prepared for unforeseen consequences.
ru: Весёлое головокружительное развлечение. Иногда слишком головокружительное. Будь готов к непредвиденным последствиям.

# CarouselCentrifuge.STRINGS.BUILDINGS.PREFABS.CAROUSELCENTRIFUGE.EFFECT
source: Allows Duplicants to ride on a Carousel on their breaks. Increases Duplicant <link="MORALE">{Morale}</link>.
ru: Позволяет дупликантам кататься на карусели во время перерывов. Увеличивает <link="MORALE">{Morale}</link> дупликантов.

# CarouselCentrifuge.STRINGS.BUILDINGS.PREFABS.CAROUSELCENTRIFUGE.NAME
source: <link="CAROUSELCENTRIFUGE">Carousel</link>
ru: <link="CAROUSELCENTRIFUGE">Карусель</link>

# CarouselCentrifuge.STRINGS.DUPLICANTS.MODIFIERS.RIDEONCAROUSEL.NAME
source: Ride on a Carousel
ru: Катался на карусели

# CarouselCentrifuge.STRINGS.DUPLICANTS.MODIFIERS.RIDEONCAROUSEL.TOOLTIP
source: This Duplicant ride on a Carousel! Leisure activities increase Duplicants' <style="KKeyword">{Morale}</style>
ru: Этот Дупликант прокатился на карусели! Активный отдых увеличивает <style="KKeyword">{Morale}</style> дупликантов

# CarouselCentrifuge.STRINGS.DUPLICANTS.STATUSITEMS.CAROUSELVOMITING.NAME
source: Dizziness vomiting
ru: Рвота из-за головокружения

source: Unforeseen Consequences
ru: Непредвиденные последствия

source: The <b>Mop Tool</b> <b><color=#F44A4A>[M]</b></color> can used to clean up Duplicant-related "spills" ------------------ The entertainment was too dizzy. These Duplicantes threw up:
ru: <b>Команда "ВЫТЕРЕТЬ"</b> <b><color=#F44A4A>[М]</b></color> поможет убрать оставленные дубликантами "лужи" ------------------ Развлечение оказалось излишне головокружительными. Этих дупликантов стошнило:

# CarouselCentrifuge.STRINGS.DUPLICANTS.STATUSITEMS.CAROUSELVOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a Dizziness ------------------ Duplicant-related "spills" can be cleaned up using the <style="KKeyword">Mop Tool</style> <b><color=#F44A4A>[M]</b></color>
ru: В результате головокружения этого дубликанта просто вывернуло наизнанку ------------------ <style="KKeyword">Команда "ВЫТЕРЕТЬ"</style> <b><color=#F44A4A>[М]</b></color> поможет убрать оставленные дубликантами "лужи"

# CarouselCentrifuge.STRINGS.OPTIONS.DIZZINESSCHANCEPERCENT.NAME
source: Chance of <style="KKeyword">Unforeseen consequences</style>
ru: Шанс <style="KKeyword">Непредвиденных последствий</style>

# CarouselCentrifuge.STRINGS.OPTIONS.DIZZINESSCHANCEPERCENT.TOOLTIP
source: Set to <style="produced">0</style> to disable <style="KKeyword">Unforeseen consequences</style>
ru: Установите в <style="produced">0</style> чтобы отключить <style="KKeyword">Непредвиденные последствия</style>

# CarouselCentrifuge.STRINGS.OPTIONS.SPECIFICEFFECTDURATION.NAME
source: Duration of the <style="KKeyword">Ride on a Carousel</style> effect
ru: Длительность эффекта <style="KKeyword">Катался на карусели</style>

# CarouselCentrifuge.STRINGS.OPTIONS.MORALEBONUS.NAME
source: <style="KKeyword">{Morale}</style> bonus
ru: Бонус <style="KKeyword">{Morale}</style>
