Repository: SanchozzDeponianin/ONIMods
Catalog: src/ExplorerBooster/translations/*.po
Languages: ru

source: Dowsing Complete
ru: Геосканирование завершено

source: There are no more Geysers to discover here
ru: Здесь больше нет гейзеров, которые можно было бы обнаружить

# ExplorerBooster.STRINGS.DUPLICANTS.TRAITS.STARTWITHBOOSTER_EXPLORER.SHORT_DESC
source: Starts with a preinstalled <b><link="BOOSTEREXPLORER">Dowsing Booster</link></b>
ru: Начинает с предустановленным <b><link="BOOSTEREXPLORER">бустером геосканирования</link></b>

# ExplorerBooster.STRINGS.ITEMS.BIONIC_BOOSTERS.BOOSTER_EXPLORER.DESC
source: Grants a Bionic Duplicant the ability to regularly uncover hidden geysers.
ru: Дает бионическому дупликанту способность регулярно обнаруживать скрытые гейзеры.

# ExplorerBooster.STRINGS.ITEMS.BIONIC_BOOSTERS.BOOSTER_EXPLORER.EFFECT
source: Dowsing while Defragmenting
ru: Геосканирование во время Дефрагментации

# ExplorerBooster.STRINGS.ITEMS.BIONIC_BOOSTERS.BOOSTER_EXPLORER.NAME
source: <link="BOOSTEREXPLORER">Dowsing Booster</link>
ru: <link="BOOSTEREXPLORER">Бустер Геосканирования</link>

# ExplorerBooster.STRINGS.MOD_DESCRIPTION
source: Grants a Bionic Duplicant the ability to regularly uncover hidden geysers while Defragmenting.
ru: Дает бионическому дупликанту способность регулярно обнаруживать скрытые гейзеры во время Дефрагментации.

# ExplorerBooster.STRINGS.MOD_TITLE
source: Dowsing Booster
ru: Бустер Геосканирования

# ExplorerBooster.STRINGS.OPTIONS.CARE_PACKAGE.NAME
source: Add to Care Packages
ru: Добавить в Посылки

# ExplorerBooster.STRINGS.OPTIONS.CRAFT_AT.NAME
source: Can be crafted at the
ru: Может быть создан на:

# ExplorerBooster.STRINGS.OPTIONS.STARTING_BOOSTER.NAME
source: Can be preinstalled on a new Bionic Duplicant
ru: Может быть предустановлен в нового Бионика

# ExplorerBooster.STRINGS.OPTIONS.WATTAGE.NAME
source: Wattage cost for Dowsing while Defragmenting
ru: Затраты мощности на Геосканирование во время Дефрагментации
