Repository: SanchozzDeponianin/ONIMods
Catalog: src/CrabsProfit/translations/*.po
Languages: ru

source: Can be crushed to produce <style="KKeyword">Random Ore</style>.
ru: Можно размолоть, чтобы получить <style="KKeyword">Случайную Руду</style>.

source: Small Sanishell Molt
ru: Малый металлический панцирь

source: Can be crushed to produce <style="KKeyword">Random Ore</style>.
ru: Можно размолоть, чтобы получить <style="KKeyword">Случайную Руду</style>.

source: Sanishell Molt
ru: Металлический панцирь

# CrabsProfit.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RANDOMORE.DESC
source: It magically turns into a randomly chosen Metallic Ore.
ru: Она волшебным образом превращается в случайно выбранную Металлическую руду.

# CrabsProfit.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RANDOMORE.NAME
source: Random Ore
ru: Случайная Руда

# CrabsProfit.STRINGS.MOD_DESCRIPTION
source: Adds a little Crab Meat to all types of Crabs, as well as a shell for Sanishell, which can be crushed to obtain Metal Ore.
ru: Добавляет немного Крабового мяса ко всем видам Крабов, а также панцирь Краба-санитара, который можно измельчить для получения металлической руды.

# CrabsProfit.STRINGS.MOD_TITLE
source: Crabs Profit
ru: Крабья Выгода

# CrabsProfit.STRINGS.OPTIONS.ARGENTITEORE.NAME
source: Silver Ore
ru: Серебряная руда

# CrabsProfit.STRINGS.OPTIONS.AURICHALCITEORE.NAME
source: Zinc Ore
ru: Цинковая руда

# CrabsProfit.STRINGS.OPTIONS.BABYCRABFRESHWATER_MASS_DIVIDER.NAME
source: <style="KKeyword">Small Sanishell Molt</style> is less X times
ru: <style="KKeyword">Малый металлический панцирь</style> меньше в Х раз

# CrabsProfit.STRINGS.OPTIONS.BABYCRABFRESHWATER_MEAT.NAME
source: {BABYCRABFRESHWATER} meat amount, units
ru: {BABYCRABFRESHWATER}, количество мяса, шт

# CrabsProfit.STRINGS.OPTIONS.BASE_ORE.NAME
source: Basic Ores
ru: Основные руды

# CrabsProfit.STRINGS.OPTIONS.CHEMICAL_PROCESSING_ORE.NAME
source: Ronivan's <style="KKeyword">Chemical Processing</style> Ores
ru: Руды из <style="KKeyword">Chemical Processing</style> Ronivan'а

# CrabsProfit.STRINGS.OPTIONS.CRAB_MEAT.NAME
source: {CRAB} meat amount, units
ru: {CRAB}, количество мяса, шт

# CrabsProfit.STRINGS.OPTIONS.CRABFRESHWATER_SHELL_MASS.NAME
source: <style="KKeyword">Sanishell Molt</style> mass, kg
ru: Масса <style="KKeyword">Металлического панциря</style>, кг

# CrabsProfit.STRINGS.OPTIONS.CRABFRESHWATER_SHELL_MASS.TOOLTIP
source: If you set this to zero, the new molt will not drop, and the previously dropped molt will have a mass of 50 kg.
ru: Если вы установите это в ноль, новые панцири не будут выпадать, а ранее выпавшие панцири будут иметь массу 50 кг.

# CrabsProfit.STRINGS.OPTIONS.CRABWOOD_MEAT.NAME
source: {CRABWOOD} meat amount, units
ru: {CRABWOOD}, количество мяса, шт

# CrabsProfit.STRINGS.OPTIONS.DLC1_ORE.NAME
source: Spaced Out! Ores
ru: Руды Spaced Out!

# CrabsProfit.STRINGS.OPTIONS.EXOTIC_ORE.NAME
source: Exotic Ores
ru: Экзотические руды

# CrabsProfit.STRINGS.OPTIONS.EXOTIC_ORE.TOOLTIP
source: These Ores exist in the game, but are not used. They can be used by some mods.
ru: Эти руды существуют в игре, но не используются. Они могут использоваться некоторыми модами.

# CrabsProfit.STRINGS.OPTIONS.ORE_WEIGHTS.CATEGORY
source: Random Ore Chances Table
ru: Таблица Шансов Случайной Руды
