Repository: SanchozzDeponianin/ONIMods
Catalog: src/ControlYourRobots/translations/*.po
Languages: ru

# ControlYourRobots.STRINGS.MOD_DESCRIPTION
source: Adds a couple of features to better control your Robots: "Move To" and "Turn Off/On" buttons, Door Access Control, etc.
ru: Добавляет несколько фичей для лучшего управления вашими роботами: кнопки "Переместить" и "Включить/выключить", контроль доступа к дверям и т.д.

# ControlYourRobots.STRINGS.MOD_TITLE
source: Control your Robots
ru: Контролируй своих роботов

# ControlYourRobots.STRINGS.OPTIONS.DEAD_FLYDO_RETURNS_MATERIALS.NAME
source: Flydo returns the materials from which it was made when destroyed
ru: При уничтожении Флудо возвращает материалы, из которых он был изготовлен

# ControlYourRobots.STRINGS.OPTIONS.DECONSTRUCT_DEAD_BIOBOT.NAME
source: Auto-create the errand to deconstruct a dead Biobot
ru: Авто-создание поручения по разборке мертвого Биобота

# ControlYourRobots.STRINGS.OPTIONS.DECONSTRUCT_DEAD_ROVER.NAME
source: Auto-create the errand to deconstruct a dead Rover
ru: Авто-создание поручения по разборке мертвого Ровера

# ControlYourRobots.STRINGS.OPTIONS.FLYDO_CAN_FOR_ITSELF.NAME
source: Flydo can pick up the Power Bank for itself
ru: Флудо может брать Энергоячейку для самого себя

# ControlYourRobots.STRINGS.OPTIONS.FLYDO_CAN_LIQUID_SOURCE.NAME
source: Flydo can use Pitcher Pump, Bottle Fillers, Ice Liquefier ect
ru: Флудо может использовать Ручной насос, Набутыливатели, Чайник и т.п.

# ControlYourRobots.STRINGS.OPTIONS.FLYDO_CAN_PASS_DOOR.NAME
source: Flydo can pass through Doors
ru: Флудо может проходить через двери

# ControlYourRobots.STRINGS.OPTIONS.FLYDO_CAN_UNDERWATER.NAME
source: Flydo can pick up underwater things
ru: Флудо может брать предметы под водой

# ControlYourRobots.STRINGS.OPTIONS.FLYDO_PREFERS_STRAIGHT.NAME
source: Flydo prefers a straight movement instead of a zigzag
ru: Флудо предпочитает прямолинейное движение, а не зигзаг

# ControlYourRobots.STRINGS.OPTIONS.LOW_POWER_MODE_ENABLE.NAME
source: Enable energy saving mode when idling
ru: Включить режим энергосбережения при бездействии

# ControlYourRobots.STRINGS.OPTIONS.LOW_POWER_MODE_ENABLE.TOOLTIP
source: When the Robot is idle and just stands still and does nothing, it will consume less battery energy.
ru: Когда робот при бездействии просто стоит на месте и ничего не делает, он будет расходовать меньше заряда батареи.

# ControlYourRobots.STRINGS.OPTIONS.LOW_POWER_MODE_FLYDO_LANDED.NAME
source: Enable Flydo energy saving mode when idling
ru: Включить режим энергосбережения при бездействии для Флудо

# ControlYourRobots.STRINGS.OPTIONS.LOW_POWER_MODE_FLYDO_LANDED.TOOLTIP
source: When the Flydo is idle and does nothing, it will landed to floor and consume less battery energy.
ru: Когда Флудо при бездействии ничего не делает, он будет приземляться на пол и расходовать меньше заряда батареи.

# ControlYourRobots.STRINGS.OPTIONS.LOW_POWER_MODE_FLYDO_TIMEOUT.NAME
source: The timeout when the Flydo will enter energy saving mode
ru: Таймаут, после которого Флудо перейдет в режим энергосбережения

# ControlYourRobots.STRINGS.OPTIONS.LOW_POWER_MODE_VALUE.NAME
source: Battery consumption rate in energy saving mode, % of nominal value
ru: Скорость расхода батареи в режиме энергосбережения, % от номинала

# ControlYourRobots.STRINGS.OPTIONS.RESTRICT_FLYDO_BY_DEFAULT.NAME
source: Prohibit Flydo's access to Doors by default
ru: Запретить доступ Flydo к дверям по умолчанию

# ControlYourRobots.STRINGS.OPTIONS.RESTRICT_FLYDO_BY_DEFAULT.TOOLTIP
source: If enabled, the mod will automatically deny Flydo access on all non-configured Doors for performance reasons.
ru: Если включено, мод автоматически запретит доступ Flydo ко всем ненастроенным дверям по соображениям производительности.

# ControlYourRobots.STRINGS.OPTIONS.ZZZ_ICON_ENABLE.NAME
source: Enable ZZZ status icon when sleeping
ru: Включить ZZZ-иконку статуса в спящем режиме

# ControlYourRobots.STRINGS.ROBOTS.STATUSITEMS.SLEEP_MODE.NAME
source: Sleep Mode
ru: Спящий режим

# ControlYourRobots.STRINGS.ROBOTS.STATUSITEMS.SLEEP_MODE.TOOLTIP
source: This Robot went into sleep mode to save its battery. Do robots dream of electric Dreckos?
ru: Этот робот перешел в спящий режим для экономии заряда батареи. Снятся ли роботам электро-дрекконы?
