Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/ReBuildableAETN/archived_versions/previous_U56/translations/*.po
Languages: ru

# ReBuildableAETN.STRINGS.ITEMS.MASSIVE_HEATSINK_CORE.DESC
source: A mysterious thingy, presumably made of refined <link="UNOBTANIUM">Neutronium</link>. Very cold to the touch. It is a necessary component for rebuilding the {MASSIVEHEATSINK}
ru: Таинственная штука, предположительно сделанная из чистого <link="UNOBTANIUM">нейтрония</link>. Очень холодная на ощупь. Это необходимый компонент, чтобы построить {MASSIVEHEATSINK}

# ReBuildableAETN.STRINGS.ITEMS.MASSIVE_HEATSINK_CORE.NAME
source: Neutronium Core
ru: Нейтрониевое Ядро

# ReBuildableAETN.STRINGS.MISC.STATUSITEMS.MASSIVEHEATSINK_STUDIED.TOOLTIP
source: Now this Natural Feature can be deconstructed to obtain {NEUTRONIUM_CORE}.
ru: Теперь этот естественный объект можно деконструировать, чтобы получить {NEUTRONIUM_CORE}.

# ReBuildableAETN.STRINGS.MOD_DESCRIPTION
source: Allows you to disassemble and build AETN in another place.
ru: Позволяет разобрать AETN и построить его в другом месте.

# ReBuildableAETN.STRINGS.MOD_TITLE
source: Rebuildable AETN
ru: Перестраиваемый AETN

# ReBuildableAETN.STRINGS.OPTIONS.ADDLOGICPORT.NAME
source: Add Logic Port to the {MASSIVEHEATSINK}
ru: Добавить логический порт в {MASSIVEHEATSINK}

# ReBuildableAETN.STRINGS.OPTIONS.CAREPACKAGE.CATEGORY
source: Obtaining a {NEUTRONIUM_CORE} from a Care Packages
ru: Получить {NEUTRONIUM_CORE} из Посылки

# ReBuildableAETN.STRINGS.OPTIONS.ENABLED.NAME
source: Enable
ru: Включено

# ReBuildableAETN.STRINGS.OPTIONS.GRAVITASPOICHANCE.CATEGORY
source: Obtaining a {NEUTRONIUM_CORE} when rummage some objects
ru: Получить {NEUTRONIUM_CORE} при обыске некоторых объектов

# ReBuildableAETN.STRINGS.OPTIONS.ICEGIANTCHANCE.NAME
source: A chance to obtain from the {ICEGIANT}
ru: Шанс получения с планеты {ICEGIANT}

# ReBuildableAETN.STRINGS.OPTIONS.ICYDWARFCHANCE.NAME
source: A chance to obtain from the {ICYDWARF}
ru: Шанс получения с планеты {ICYDWARF}

# ReBuildableAETN.STRINGS.OPTIONS.LOCKERPOICHANCE.NAME
source: A chance to obtain from the {SETLOCKER} and the {VENDINGMACHINE}
ru: Шанс получения из: {SETLOCKER} и {VENDINGMACHINE}

# ReBuildableAETN.STRINGS.OPTIONS.MINCYCLE.NAME
source: Cycles before the {NEUTRONIUM_CORE} will be available
ru: Циклы до того, как {NEUTRONIUM_CORE} будет доступно

# ReBuildableAETN.STRINGS.OPTIONS.RAREPOICHANCE.NAME
source: A chance to obtain from the {DIRECTOR_DESK} and the {SATELLITE3}
ru: Шанс получения из: {DIRECTOR_DESK} и {SATELLITE3}

# ReBuildableAETN.STRINGS.OPTIONS.REQUIREDISCOVERED.NAME
source: {NEUTRONIUM_CORE} must be discovered
ru: {NEUTRONIUM_CORE} должно быть обнаружено

# ReBuildableAETN.STRINGS.OPTIONS.REQUIREDISCOVERED.TOOLTIP
source: First you have to obtain the {NEUTRONIUM_CORE} in a different way
ru: Сначала вы должны получить {NEUTRONIUM_CORE} другим способом

# ReBuildableAETN.STRINGS.OPTIONS.SPACEOUTPOICHANCE.CATEGORY
source: Obtaining a {NEUTRONIUM_CORE} from a Space POIs
ru: Получить {NEUTRONIUM_CORE} из космических точек интереса

# ReBuildableAETN.STRINGS.OPTIONS.SPACEPOICHANCE.NAME
source: A chance to obtain from a Space POIs
ru: Шанс получения из космических точек интереса

# ReBuildableAETN.STRINGS.OPTIONS.SPACEPOICHANCE.TOOLTIP
source: The new chance value takes effect on further visits
ru: Новое значение шанса вступает в силу при будущих посещениях

# ReBuildableAETN.STRINGS.OPTIONS.VANILLAPLANETCHANCE.CATEGORY
source: Obtaining a {NEUTRONIUM_CORE} from a Space Planetoids
ru: Получить {NEUTRONIUM_CORE} с космических планетоидов

# ReBuildableAETN.STRINGS.UI.SPACEARTIFACTS.ARTIFACTTIERS.TIER_CORE
source: Something Very Cold
ru: Нечто Очень Холодное
