Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/ButcherStation/translations/*.po
Languages: ru

# ButcherStation.STRINGS.BUILDING.STATUSITEMS.NOTENOUGHDEPTH.NAME
source: Not enough depth
ru: Недостаточная глубина

# ButcherStation.STRINGS.BUILDING.STATUSITEMS.NOTENOUGHDEPTH.TOOLTIP
source: Not enough depth to place a fishing hook, or other buildings interfere.
ru: Недостаточная глубина чтобы разместить рыболовный крюк, либо мешают другие постройки.

# ButcherStation.STRINGS.BUILDING.STATUSITEMS.NOTENOUGHWATER.NAME
source: Not enough liquid
ru: Недостаточно жидкости

# ButcherStation.STRINGS.BUILDING.STATUSITEMS.NOTENOUGHWATER.TOOLTIP
source: The fishing hook is not submerged in enough <style="KKeyword">Liquid</style>.
ru: Рыболовный крюк не погружен в достаточное количество жидкости.

# ButcherStation.STRINGS.BUILDINGS.PREFABS.BUTCHERSTATION.DESC
source: Grooming critters make them look nice, feel happy... and more yummy.
ru: Уход за животными делает их красивыми, счастливыми... и вкусными.

# ButcherStation.STRINGS.BUILDINGS.PREFABS.BUTCHERSTATION.EFFECT
source: Allows the assigned <link="RANCHER">Rancher</link> to control the population and butchering too old, surplus, or unwanted <link="CRITTERS">Critters</link>. Assigned Duplicants must possess the <link="RANCHING1">Critter Ranching</link> skill.
ru: Позволяет назначенному <link="RANCHER">животноводу</link> контролировать популяцию, и убивать слишком старых, лишних, или нежелательных <link="CRITTERS">животных</link>. Назначенные Дупликанты должны иметь навык <link="RANCHING1">Животноводство</link>.

# ButcherStation.STRINGS.BUILDINGS.PREFABS.BUTCHERSTATION.NAME
source: <link="BUTCHERSTATION">Butcher Station</link>
ru: Станция живодёра

# ButcherStation.STRINGS.BUILDINGS.PREFABS.FISHINGSTATION.DESC
source: Fishing Stations allows to safely fishing <link="PACU">Pacu</link> and not soak your feet.
ru: Станции рыбалки позволяют безопасно рыбачить на <link="PACU">паку</link> и не замочить ноги.

# ButcherStation.STRINGS.BUILDINGS.PREFABS.FISHINGSTATION.EFFECT
source: Allows the assigned <link="RANCHER">Rancher</link> to control the population and fishing too old, surplus, or unwanted <link="PACU">Fishes</link>. Assigned Duplicants must possess the <link="RANCHING1">Critter Ranching</link> skill. A <link="ELEMENTSLIQUID">Liquid</link> depth of 2 to 4 tiles is required to place a fishing hook.
ru: Позволяет назначенному <link="RANCHER">животноводу</link> контролировать популяцию, и вылавливать слишком старых, лишних, или нежелательных <link="PACU">рыб</link>. Назначенные Дупликанты должны иметь навык <link="RANCHING1">Животноводство</link>. Для размещения рыболовного крюка требуется глубина <link="ELEMENTSLIQUID">жидкости</link> от 2 до 4 плиток.

# ButcherStation.STRINGS.BUILDINGS.PREFABS.FISHINGSTATION.NAME
source: <link="FISHINGSTATION">Fishing Station</link>
ru: Станция рыбалки

# ButcherStation.STRINGS.DUPLICANTS.ATTRIBUTES.RANCHING.EFFECTEXTRAMEATMODIFIER
source: {0} Extra <style="KKeyword">Meat</style> when working at the <style="KKeyword">Butcher</style> and <style="KKeyword">Fishing Stations</style>
ru: {0} дополнительное <style="KKeyword">Мясо</style> при работе на <style="KKeyword">Станциях Живодёра</style> и <style="KKeyword">Рыбалки</style>

# ButcherStation.STRINGS.OPTIONS.ENABLE_NOT_COUNT_BABIES.NAME
source: Enable "Don't count Babies" Feachure
ru: Включить опцию "Не учитывать детёнышей"

# ButcherStation.STRINGS.OPTIONS.EXTRA_MEAT_PER_RANCHING_ATTRIBUTE.NAME
source: +X% <style="KKeyword">Extra Meat</style> from butchered Critters per each <style="KKeyword">Husbandry</style> attribute level
ru: +X% <style="KKeyword">дополнительного мяса</style> от забитых животных за каждый уровень атрибута <style="KKeyword">Животноводство</style>

# ButcherStation.STRINGS.OPTIONS.EXTRA_MEAT_PER_RANCHING_ATTRIBUTE.TOOLTIP
source: Set to <style="KKeyword">0</style> to disable Extra Meat drop
ru: Установите в <style="KKeyword">0</style>, чтобы отключить получение дополнительного мяса

# ButcherStation.STRINGS.OPTIONS.MAX_CREATURE_LIMIT.NAME
source: <style="KKeyword">Max Critters</style> limit
ru: Лимит <style="KKeyword">Макс. Существа</style>

# ButcherStation.STRINGS.OPTIONS.MAX_CREATURE_LIMIT.TOOLTIP
source: Affects both <style="KKeyword">Butcher</style> and <style="KKeyword">Fishing Stations</style> as well as <style="KKeyword">Critter Drop-Off</style> and <style="KKeyword">Fish Release</style>
ru: Влияет на обе <style="KKeyword">Станции Живодёра</style> и <style="KKeyword">Рыбалки</style>, а также на <style="KKeyword">Переместитель существ</style> и <style="KKeyword">Пункт доставки рыбы</style>

source: Critters older than this specified value <b>{0}%</b> will be automatically wrangled
ru: Существа старше указанного значения <b>{0}%</b> будут автоматически отловлены

source: {0} out of {1} cycles lifespan
ru: {0} из {1} циклов срока жизни

source: Max:
ru: Макс:

source: Critters
ru: Существ

source: Critters exceeding this population limit <b>{0}</b> will automatically be wrangled
ru: Существа, превышающие этот предел популяции <b>{0}</b>, будут автоматически отловлены

# ButcherStation.STRINGS.UI.UISIDESCREENS.BUTCHERSTATIONSIDESCREEN.FILTER_LABEL
source: Critters filter:
ru: Фильтр существ:

source: Leave critters alive
ru: Оставлять существ живыми

source: A Duplicant will leave the wrangled critters alive instead of butchering them
ru: Дупликант оставит отловленных существ живыми вместо того, чтобы зарезать их

source: Don't count Babies
ru: Не учитывать детёнышей

source: Babies will not be counted when counting the number of Critters in the Room
ru: Детёнышы не будут учитываться при подсчете количества существ в комнате

source: Auto-Wrangle Old Aged
ru: Автоотлов старых

source: A Duplicant will automatically wrangle any critters that are selected in the filter and that their Age are older than the specified value
ru: Дупликант автоматически будет отлавливать всех существ, выбранных в фильтре, если их возраст превышает указанное значение

source: Auto-Wrangle Surplus
ru: Автоотлов лишних

source: A Duplicant will automatically wrangle any critters that are selected in the filter if the total number of critters in this stable exceeds the specified population limit
ru: Дупликант автоматически будет отлавливать всех существ, выбранных в фильтре, если общее количество существ в этом хлеве превысит указанный предел популяции

source: Auto-Wrangle Unwanted
ru: Автоотлов нежелательных

source: A Duplicant will automatically wrangle any critters that do not belong in this stable, that are not selected in the filter
ru: Дупликант автоматически будет отлавливать всех существ, которые не выбраны в фильтре и не должны быть в этом хлеве
