Repository: SanchozzDeponianin/ONIMods
Catalog: Mods/TravelTubesExpanded/translations/*.po
Languages: ru

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEBUNKERWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid. Can withstand extreme pressures and impacts.
ru: Пересечения позволяют пропускать транзитные трубы сквозь стены без утечки жидкости или газа. Выдерживает невероятно высокое давление и сильные удары.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEBUNKERWALLBRIDGE.EFFECT
source: Allows <link="TRAVELTUBE">Transit Tubes</link> to be run through wall and floor tile. Functions as <link="BUNKERTILE">Bunker Tile</link>.
ru: Позволяет прокладывать <link="TRAVELTUBE">транзитные трубы</link> через стены и пол. Функционирует как <link="BUNKERTILE">Бункерная плитка</link>.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEBUNKERWALLBRIDGE.NAME
source: <link="TRAVELTUBEBUNKERWALLBRIDGE">Transit Tube Bunker Crossing</link>
ru: <link="TRAVELTUBEBUNKERWALLBRIDGE">Бункерное пересечение транзитной трубы</link>

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBECROSSBRIDGE.DESC
source: Duplicants can pass over it horizontally or vertically, but not diagonally.
ru: Дупликанты могут проходить через него горизонтально или вертикально, но не по диагонали.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBECROSSBRIDGE.EFFECT
source: Allows one <link="TRAVELTUBE">Transit Tubes</link> section to be run through another without joining them. Functions as regular tile.
ru: Позволяет прокладывать одну <link="TRAVELTUBE">транзитную трубу</link> через другую без их соединения. Функционирует как обычная плитка.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBECROSSBRIDGE.NAME
source: <link="TRAVELTUBECROSSBRIDGE">Transit Tube Bridge</link>
ru: <link="TRAVELTUBECROSSBRIDGE">Мост транзитной трубы</link>

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEDOOR.EFFECT
source: Allows use Door controls inside <link="TRAVELTUBE">Transit Tubes</link>. Functions as <link="DOOR">Door</link> and <link="TRAVELTUBEWALLBRIDGE">Transit Tube Crossing</link>.
ru: Позволяет управление дверями внутри <link="TRAVELTUBE">транзитных труб</link>. Функционирует как <link="DOOR">Дверь</link> и <link="TRAVELTUBEWALLBRIDGE">Пересечение транзитной трубы</link>.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEDOOR.NAME
source: <link="TRAVELTUBEDOOR">Transit Tube Door</link>
ru: <link="TRAVELTUBEDOOR">Дверь транзитной трубы</link>

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEFIREPOLEBRIDGE.DESC
source: Tube crossings can run transit tubes through ladders and fire poles.
ru: Пересечения позволяют пропускать транзитные трубы через лестницы и пожарные столбы.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEFIREPOLEBRIDGE.EFFECT
source: Allows <link="TRAVELTUBE">Transit Tubes</link> to be run through ladders and fire poles. Functions as <link="FIREPOLE">Fire Pole</link>.
ru: Позволяет прокладывать <link="TRAVELTUBE">транзитные трубы</link> через лестницы и пожарные столбы. Функционирует как <link="FIREPOLE">Пожарный столб</link>.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEFIREPOLEBRIDGE.NAME
source: <link="TRAVELTUBEFIREPOLEBRIDGE">Transit Tube Fire Pole Crossing</link>
ru: <link="TRAVELTUBEFIREPOLEBRIDGE">Пересечение транзитной трубы со столбом</link>

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEINSULATEDWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid. The low thermal conductivity of insulated crossing slows any heat passing through them.
ru: Пересечения позволяют пропускать транзитные трубы сквозь стены без утечки жидкости или газа. Низкая теплопроводность теплоизолированных плиток замедляет передачу тепла.

source: Allows <link="TRAVELTUBE">Transit Tubes</link> to be run through wall and floor tile. Functions as <link="INSULATIONTILE">Insulated Tile</link>.
ru: Позволяет прокладывать <link="TRAVELTUBE">транзитные трубы</link> через стены и пол. Функционирует как <link="INSULATIONTILE">Теплоизолированная плитка</link>.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBEINSULATEDWALLBRIDGE.NAME
source: <link="TRAVELTUBEINSULATEDWALLBRIDGE">Transit Tube Insulated Crossing</link>
ru: <link="TRAVELTUBEINSULATEDWALLBRIDGE">Теплоизолированное пересечение транзитной трубы</link>

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBELADDERBRIDGE.DESC
source: Tube crossings can run transit tubes through ladders and fire poles.
ru: Пересечения позволяют пропускать транзитные трубы через лестницы и пожарные столбы.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBELADDERBRIDGE.EFFECT
source: Allows <link="TRAVELTUBE">Transit Tubes</link> to be run through ladders and fire poles. Functions as <link="LADDER">Ladder</link>.
ru: Позволяет прокладывать <link="TRAVELTUBE">транзитные трубы</link> через лестницы и пожарные столбы. Функционирует как <link="LADDER">Лестница</link>.

# TravelTubesExpanded.STRINGS.BUILDINGS.PREFABS.TRAVELTUBELADDERBRIDGE.NAME
source: <link="TRAVELTUBELADDERBRIDGE">Transit Tube Ladder Crossing</link>
ru: <link="TRAVELTUBELADDERBRIDGE">Пересечение транзитной трубы с лестницей</link>

# TravelTubesExpanded.STRINGS.MOD_DESCRIPTION
source: Adds a new Transit Tube Insulated, Bunker, Ladder, Fire Pole Crossing buildings and several tweaks for the Transit Tube system.
ru: Добавляет несколько новых построек: Пересечение транзитной трубы Теплоизолированное, Бункерное, с Лестницей, с Пожарным столбом, а также несколько твиков для системы транзитных труб.

# TravelTubesExpanded.STRINGS.MOD_TITLE
source: Transit Tubes Expanded
ru: Улучшенные Транзитные Трубы

# TravelTubesExpanded.STRINGS.OPTIONS.KJOULES_PER_LAUNCH.NAME
source: Transit Tube Access <style="KKeyword">Power</style> consumption per launch, kJ
ru: Потребление <style="KKeyword">Энергии</style> Входом транзитной трубы на каждый запуск, кДж
